[
    {
        "StoryName": "بے زبان محسن - تحریر نمبر 2816",
        "Writer": "غلام حسین میمن",
        "Description": "یہ جانور ہماری محبت اور توجہ کے محتاج ہیں اور پھر کتا تو وفاداری اور چوکیداری کے لئے بہت مشہور ہے",
        "Content": {
            "FullText": "غلام حسین میمن\nعامر بچپن ہی سے اپنے نانا نانی کے ساتھ ہی رہتا تھا۔وہ اسکول اور مدرسے سے فارغ ہو کر دوپہر کو نانا کی پرچون کی دکان پر آ جاتا اور ساتھ ہی اپنے ماموں کے لئے گھر سے کھانا بھی لے کر آتا۔ماموں ایک قریبی اسکول میں پڑھاتے تھے۔صبح سے دوپہر تک دکان کو نانا سنبھالتے اور دوپہر کو ماموں آ جاتے تو نانا گھر چلے جاتے۔\nرات تک اس دکان کو ماموں ہی سنبھالتے۔دونوں ماموں بھانجے دوپہر کا کھانا ساتھ ہی بیٹھ کر کھاتے تو ایک کتا روزانہ دُم ہلاتا ہوا آ جاتا اور خاموشی سے کھڑا ہو جاتا۔عامر کبھی آدھی اور کبھی پوری روٹی اس کے آگے ڈال دیتا۔کتا روٹی کھا کر چلا جاتا۔عامر کے ماموں اکثر کہتے کہ تم نے کتے کو ہلا لیا ہے۔\nوہ جواب دیتا کہ ماموں! ایک روٹی ہی تو کھاتا ہے۔\nعامر کو جانوروں اور پرندوں سے بہت محبت تھی۔\nچند روز بعد ماموں نے اسے ایک بار پھر ٹوکا تو اس نے کہا:”یہ جانور ہماری محبت اور توجہ کے محتاج ہیں اور پھر کتا تو وفاداری اور چوکیداری کے لئے بہت مشہور ہے۔“\nمگر ہمیں چوکیداری کی کیا ضرورت ہے۔ہم تو اپنی دکان پر کئی مضبوط تالے لگا کر جاتے ہیں۔عامر کے پاس ماموں کے اس اعتراض کا کوئی جواب نہ تھا۔\nایک صبح جب عامر کے نانا دکان کے لئے گھر سے روانہ ہوئے تو پتا چلا کہ ان کے پاس دکان کی چابیاں نہیں ہیں۔ان کا بیٹا رات چابیاں کہیں راستے میں گرا آیا تھا۔اب دکان کیسے کھلے گی؟ اتنی صبح تو تالا چابی بنانے والا بھی نہیں آتا۔بازار تو ویسے بھی دیر سے کھلتا ہے۔پھر بھی وہ جائزہ لینے کے لئے دکان پر آ گئے۔\nدکان کے سامنے کتا بیٹھا ہوا تھا۔\nانھوں نے اسے اُٹھانے کی کوشش کی تو وہ نہ اُٹھا۔اس کی موجودگی میں تالا توڑنا مشکل لگ رہا تھا۔اتنی دیر میں عامر بھی اسکول جانے کے لئے دکان کے قریب سے گزرا۔اسے بھی چابی کے گم ہونے کا پتا چل گیا تھا۔وہ نانا کی تکلیف کا خیال کر کے اسکول جانے کے بجائے دکان پر رُک گیا۔اسے آتا دیکھ کر کتا اُٹھا اور اس کے پاؤں میں لیٹ گیا۔کتا جیسے ہی اُٹھا، اس کے نیچے سے دکان کی چابیاں پڑی ملیں۔\nنانا نے اسے فوراً اُٹھا لیا اور حیرت سے دیکھنے لگے۔عامر نے بھی یہ منظر دیکھا اور ساری بات سمجھ گیا۔کتا اس کے بعد وہاں سے چلا گیا۔دکان کھلنے کے بعد وہ اسکول چلا گیا۔\nاسی وقت محلے کا چوکیدار آٹا خریدنے آ گیا اور اس نے نانا سے کہا:”آج آپ کی دکان کے باہر ایک عجیب سی بات دیکھی۔رات سردی بہت زیادہ تھی، مگر پھر بھی ایک کتا آپ کی دکان کے باہر ساری رات سکون سے بیٹھا ہوا تھا۔\nورنہ عام طور پر ایسے موسم میں جانور بھی دیوار وغیرہ کی اوٹ لے کر سردی سے بچنے کی کوشش کرتے ہیں۔“\nرات ماموں نے دکان بند کر کے چابی جیب میں ڈالی تو وہ غلطی سے باہر زمین پر گر گئی۔ماموں کو اس کا احساس نہ ہوا۔اس دوران کتا آ گیا اور اس کی نظر چابیوں پر پڑی تو اس نے اسے اپنے نیچے چھپا لیا، تاکہ کوئی اور ان چابیوں کو نہ اُٹھا لے۔وہ ساری رات سخت سردی میں بیٹھا رہا اور سخت سردی کے باوجود ساری رات چابیوں اور دکان کی حفاظت کرتا رہا۔نانا بھی کتے کی وفاداری سے بہت متاثر تھے، مگر سب سے زیادہ شرمندہ ماموں تھے۔اب وہ خود اکثر کتے کے آگے کچھ نہ کچھ رکھتے نظر آتے تھے۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/bezuban-mohsin-2816.html"
    },
    {
        "StoryName": "بولتا جنگل - تحریر نمبر 2815",
        "Writer": "محمد فاروق دانش",
        "Description": "ہر راز میں ایک سبق چھپا ہوتا ہے، یہ جنگل سرگوشیاں کرتا ہے۔صرف بہادر لوگ ہی اس کی سرگوشیوں کو سمجھ سکتے ہیں",
        "Content": {
            "FullText": "محمد فاروق دانش\nشزران نامی چھوٹے سے قصبے میں عینی اپنے دادا کے ساتھ ہنسی خوشی رہتی تھی۔ان کا گھر ایک چھوٹے سے جنگل کے ساتھ ملحق تھا۔اس جنگل میں کوئی خطرناک جانور تو نہ تھے کہ لوگ اس قصبے میں رہنے سے کتراتے، ہاں! ایک چیز تھی، وہ یہ کہ اس جنگل کے حوالے سے ہر ایک نے سن رکھا تھا کہ یہ جنگل پُراسرار کہانیوں سے بھرا ہوا ہے، لیکن یہ صرف سنی سنائی بات تھی، اس لئے کہ اب تک کوئی جنگل میں زیادہ اندر جانے کی ہمت ہی نہیں کر سکا تھا، تو پھر اندر کی خبر کیسے مل پاتی؟ یہ بھی مشہور تھا کہ وہاں راستہ بھولنے کا امکان رہتا ہے۔\nعینی کے دادا نے ریٹائر ہونے سے پہلے یہ سوچ رکھا تھا کہ کسی ایسی جگہ جا کر رہیں گے، جہاں سکون ہی سکون ہو۔\nان کے دوستوں نے اس جگہ کی نشان دہی کی تھی، جب وہ اس علاقے کو دیکھنے آئے تو یہ انھیں اتنا پسند آیا کہ وہیں کے ہو کر رہ گئے۔ضروریاتِ زندگی کا سامان یہاں میسر تھا، ایک چھوٹا سا اسکول بھی تھا، جو یہاں کے بچوں کے لئے کافی تھا۔چولہا جلانے کے لئے لوگ جنگل سے لکڑیاں اور گھاس پھونس اکٹھی کر کے اپنا کام چلا لیتے تھے۔\nدادا نے جنگل کے بارے میں کئی قصے سنے تھے، لیکن ان کا عقیدہ بھی دیگر لوگوں کی طرح سیدھا سادا تھا کہ اپنے کام سے کام رکھا جائے۔\nدس سالہ عینی دوسرے بچوں کی طرح نہیں تھی، جہاں دیگر بچے اُس جنگل سے خوف زدہ تھے، وہ اس سے بے خوف تھی۔وہ اکثر سوچتی کہ ان گھنے درختوں کے پیچھے کیا ہو گا؟ دادا عجیب و غریب کہانیاں بننے کے ماہر تھے، کبھی کبھار وقت گزاری کے لئے عینی کو کہانیاں سناتے، وہ اسے اس جنگل کی حیرت انگیز کہانیاں بھی سنایا کرتے تھے۔\n”یاد رکھو عینی!“ وہ گہری آواز میں کہتے:”ہر راز میں ایک سبق چھپا ہوتا ہے، یہ جنگل سرگوشیاں کرتا ہے۔صرف بہادر لوگ ہی اس کی سرگوشیوں کو سمجھ سکتے ہیں۔“\nایک سنہری دوپہر، عینی جنگل کنارے بیٹھی اپنا کام کر رہی تھی کہ اچانک اس نے آواز سنی، کوئی اسے پکار رہا تھا:”عینی․․․․․عینی!“\n”مجھے کس نے پکارا؟“ وہ چونک کر اِدھر اُدھر دیکھنے لگی:”کیا دادا نے؟“\nلیکن وہاں کوئی نہیں تھا۔\nپھر وہ آواز دادا کی تو تھی بھی نہیں۔آواز دوبارہ آئی، اس کا تجسس بڑھا، اُس نے بنا کچھ سمجھے جنگل کی طرف قدم بڑھا دیے۔اس پکار پر اس کا دل خوف اور جوش کے امتزاج سے دھڑک رہا تھا۔دادا نے بتایا تھا کہ جنگل کے درخت، کچھ سرگوشیاں کرتے ہیں، کچھ بتاتے ہیں۔آج اس نے شاید یہ عہد کر لیا کہ وہ ان سرگوشیوں کے بارے میں جاننے کی کوشش کرے گی۔وہ جنگل کے اندر جانے لگی، جیسے جیسے وہ اندر قدم بڑھاتی گئی، اُسے فضا میں ایک عجیب سی توانائی محسوس ہوئی۔\nجنگل کے درخت غیر معمولی طور پر بہت بلند تھے، ان کے تنے بھی عجیب و غریب انداز میں مڑے ہوئے تھے، یہ اس جنگل کی پُراسراریت تھی۔اس کا ہر قدم جنگل کو بیدار کر رہا تھا۔وہ آگے بڑھتی گئی اور پتے بغیر ہوا کے بھی سرسراتے دکھائی دینے لگے، ایک عجیب سا ماحول بنتا جا رہا تھا، اب سرگوشیاں ہر طرف گونجنے لگی تھیں۔درختوں میں سے صدائیں آتی محسوس ہو رہی تھیں۔\n”خوش آمدید عینی!“\nوہ ایک عجیب سی کیفیت میں آگے ہی آگے چلی جا رہی تھی۔اسے کوئی خوف محسوس نہ ہوا۔اچانک، ایک گلہری اس کے راستے میں آئی اور ایک چمکدار چیز اس کے قدموں میں گرا دی۔عینی نے اُسے اُٹھایا۔یہ ایک چھوٹی سی سنہری چابی تھی۔اُس پر ایک لفظ کندہ تھا:”کھولو!“\n”یہ چابی کون سا دروازہ کھولتی ہے؟“ عینی نے اپنے آپ سے سرگوشی کی، لیکن اس کی سرگوشی کا جواب جنگل نے خود دیا:”آگے کی جانب چلو۔\n“\nاس نے چابی کو مضبوطی سے پکڑ کر آگے بڑھنا شروع کیا۔وہ ایک ایسی جگہ پہنچ گئی جو روشنی سے نہائی ہوئی تھی۔اس روشنی کے درمیان میں ایک قدیم درخت کھڑا تھا، جس کی جڑیں سانپوں کی طرح لپٹی ہوئی تھیں۔اُس نے درخت کے تنے پر ایک چھوٹا سا سوراخ دیکھا جو ملنے والی چابی کے سائز کا تھا۔عجیب سی خوشی اور حیرت سے اس کے ہاتھ کپکپانے لگے، اُس نے چابی کو سوراخ میں ڈالا۔\nزور دار چرچراہٹ کے ساتھ درخت دو حصوں میں بٹ گیا۔درمیان میں ایک سیڑھی نیچے کی طرف جاتی ہوئی نظر آئیں۔اُس کا دل زور زور سے دھڑکنے لگا تھا۔اسے اپنے دادا کے الفاظ یاد آئے:”ہر راز میں ایک سبق چھپا ہوتا ہے۔“\nاپنے اندر ہمت پیدا کرتے ہوئے، وہ سیڑھیوں سے نیچے اُتری۔نیچے پہنچ کر اُس نے ایک غار دیکھا، جو ہیرے کی طرح جگمگا رہا تھا۔اچانک غار کی دیواریں چمک کے ساتھ جلنے بجھنے لگیں۔\nروشنی اس قدر تیز ہو گئی کہ اُسے اپنی آنکھیں بند کرنا پڑیں۔جب اُس نے بند آنکھیں کھولیں تو وہ ایک اور دنیا میں تھی۔ایک قدیم اور پُراسرار کمرا، جہاں دیواروں پر ایک آئینہ لگا ہوا تھا۔آئینے میں عینی نے خود کو دیکھا، یہ مستقبل کا منظر تھا۔وہ اُستانی بن گئی ہے اور قصبے کے بچوں کو ایک کتاب سے سبق پڑھ کر سنا رہی ہے، اس کو اپنے الفاظ میں ایسی گہرائی محسوس ہوئی جو اس نے پہلے کبھی محسوس نہیں کی تھی۔\nاچانک کمرا غائب ہو گیا اور اُس نے خود کو دوبارہ اسی غار میں کھڑا پایا۔\nغار کی چکا چوند روشنی میں وہاں ہوا میں تیرتی ہوئی کتابوں سے بھرا شیلف نظر آیا۔ایک اسٹینڈ پر ایک بے حد خوبصورت کتاب رکھی تھی۔بے اختیار اس کا دل چاہا کہ وہ اُسے اُٹھا لے، جیسے ہی اُس نے کتاب کو چھوا، کتاب کے صفحات کھلنا شروع ہو گئے، اور ان پر چمکتے ہوئے نقوش الفاظ میں تبدیل ہو گئے۔\nعینی نے ہمت، ہمدردی، علم کی طاقت اور انسانوں کی اخلاقی ذمے داریوں کے بارے میں پڑھا۔ہر سبق اسے زندہ محسوس ہوا۔اس کتاب کا نام تھا:”جاگو جگاوٴ!“\nواہ! کیا خوبصورت نام تھا اور کیا عمدہ تحریر تھی، اُسے پڑھتے ہوئے بہت وقت گزر گیا، جبکہ اُسے ایسا لگا جیسے صرف کچھ منٹ گزرے ہوں۔جب عینی درخت سے باہر نکلی تو جنگل مختلف لگ رہا تھا، اب وہ کم خوف ناک مگر زیادہ حیرت انگیز دکھائی دے رہا تھا۔\nعینی نے اس کتاب کے ذریعے جو کچھ حاصل کیا اُسے قصبے کے بچوں تک پہنچانے کا فیصلہ کیا۔”جاگو جگاوٴ“ کے جو اسباق اس نے سیکھے تھے، اس سے متاثر ہو کر اُس نے بچوں کے لئے اخلاقی کہانیاں بُن کر انھیں سنانا شروع کیں۔\nاس کے دادا نے عینی میں تبدیلی کو محسوس کیا۔ایک شام انھوں نے عینی سے پوچھا:”تم جنگل میں گئی تھیں؟“ ان کی آنکھوں میں شرارت چمک رہی تھی۔\nاُس نے ہچکچاتے ہوئے اقرار میں سر ہلایا۔\n”تو پھر تم نے بھی وہ دیکھا جو میں نے کبھی دیکھا تھا۔“ انھوں نے مسکراتے ہوئے کہا۔عینی بھی ہنس دی۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/bolta-jungle-2815.html"
    },
    {
        "StoryName": "تربیت - تحریر نمبر 2814",
        "Writer": "جدون ادیب",
        "Description": "دسترخوان پر روزانہ گاؤں کے غریب لوگ آئیں گے اور پھر وہ اپنا دسترخوان وسیع کرتا چلا جائے گا",
        "Content": {
            "FullText": "جدون ادیب\nسلیم گھر میں داخل ہوا تو اس کا منہ اُترا ہوا تھا۔وہ سیدھا اپنے کمرے میں گیا۔اس کی امی سمجھ گئیں کہ کسی بات سے وہ پریشان ہے۔وہ اس کی دل جوئی کے لئے کمرے میں داخل ہوئیں تو وہ اپنا گلک اُٹھائے کسی سوچ میں گم بیٹھا تھا۔امی کو دیکھ کر وہ سیدھا ہو کر بیٹھ گیا اور آہستہ سے بولا:”امی! میں اپنا گلک توڑنا چاہتا ہوں۔\n“\n”مگر کیوں؟ تم تو کہہ رہے تھے کہ چاند رات کو توڑو گے۔“ امی نے حیرت بھرے لہجے میں پوچھا۔\nسلیم نے فوری طور پر کچھ نہ کہا۔چند لمحے سوچنے کے بعد بولا:”آپ مجھے سکھاتی رہی ہیں کہ ہمیشہ دوسروں کی مدد کرنی چاہیے۔حتیٰ کہ دوسروں کے بارے میں خود سے بڑھ کر سوچنا چاہیے۔“\n”ہاں!“ وہ آہستہ سے بولیں۔\n”آپ کے پاس صبح بابو چچا آئے تھے، کچھ اُدھار مانگنے کے لئے اور شاید آپ کے پاس پیسے نہیں تھے۔\nمجھے ان کا احساس ہو رہا ہے۔“\nامی نے سوچتی نگاہوں سے سلیم کی طرف دیکھا پھر بولیں:”ٹھیک ہے، مجھے اس پر خوشی ہے، مگر یاد رکھو، نیکی خوش دلی سے کرنی چاہیے۔تم مجھے پریشان نظر آ رہے ہو۔“\n”میری پریشانی کی وجہ یہ نہیں ہے۔“ سلیم نے جلدی سے کہا، پھر امی کے گلے میں بانہیں ڈال کر بولا:”زمیندار کے لڑکے جمیل خان نے اپنی جیپ سے مجھ پر پانی کے چھینٹے اُڑائے اور میرے کپڑے خراب کر دیے! پھر طنزیہ انداز سے مجھے دیکھ کر ہنسنے لگا۔\nاس کے ڈرائیور نے بدتمیزی کی اور کہا کہ خان آ رہا ہو تو راستے سے ہٹ جایا کرو۔مجھ سے بھی برداشت نہیں ہوا اور میں نے کہہ دیا کہ خان ہو گا اپنے گھر کا، میں کسی خان کو نہیں مانتا۔“\nیہ کہہ کر سلیم نے اپنے کپڑے امی کو دکھائے۔انھوں نے سلیم کے بالوں میں اُنگلیاں پھیرتے ہوئے محبت بھرے لہجے میں کہا:”تمہیں ایسا نہیں کہنا چاہیے تھا۔بہرحال وہ ہمارے چودھری کا بیٹا ہے۔\nاگر وہ کچھ کہتا ہے تو اسے اچھے اخلاق سے جواب دینا چاہیے تھا۔“\nپھر انھوں نے سلیم کو سمجھایا کہ وہ جا کر بابو کی مدد کرے اور واپسی پر جمیل خان سے معذرت بھی کرے۔سلیم نے سر ہلایا اور اپنا گلک توڑ دیا۔اس نے نوٹ تہ کر کے جیب میں رکھے اور سکے دوسری جیب میں رکھ لئے۔جب وہ یہ پیسے بابو کو دے کر جمیل خان کے ڈیرے پر پہنچا۔\nجمیل خان سلیم کی طرف بڑھا تو سلیم نے اسے سلام کیا اور بولا:”جمیل خان! میں تم سے معافی مانگنے آیا ہوں۔\nآپ چودھری صاحب کے بیٹے ہیں، میرا حق نہیں تھا کہ آپ سے اس انداز میں کچھ ایسا کہوں کہ آپ کو دکھ ہو۔ازراہِ مہربانی مجھے معاف کر دو۔“\nجمیل خان سوچ بھی نہیں سکتا تھا کہ سلیم اس سے معافی مانگنے آئے گا۔اس نے سلیم کے ہاتھ تھام لئے اور بولا:”ارے نہیں، غلطی میری تھی، معافی مجھے مانگنی چاہیے۔خیر اب اس بات کو ختم کرو۔“\n”بہت شکریہ تمہارا، میں چلتا ہوں۔\n“ سلیم نے اجازت طلب کی تو جمیل خان نے اسے زبردستی بیٹھا دیا۔نوکر کو چائے کے لئے کہا اور اس سے باتیں کرنے لگا۔اچانک اسے کوئی بات یاد آئی وہ بولا:”سلیم! تم نے مجھ سے کہا تھا کہ خان وہ ہوتا ہے جس کا دسترخوان بڑا ہوتا ہے۔اس کا کیا مطلب تھا؟“\nسلیم نے لفظوں کو تولا اور کہا:”خان دراصل قوم کا، گاؤں کا بڑا ہوتا ہے، سربراہ ہوتا ہے۔اس حیثیت سے اسے چاہیے کہ وہ دوسروں کا خیال رکھے۔\nاس کے دسترخوان پر ضرور کوئی نہ کوئی غریب موجود ہو۔“\nپھر سلیم نے اسے بابو کے خراب حالات کے بارے میں بتا کر درخواست کی کہ اسے کسی کام پر لگا دے۔اسی شام کو بابو اور اس کے بیوی بچے جمیل خان کے ڈیرے میں دسترخوان پر موجود تھے۔اس نے بابو کو اپنے کھیتوں پر کام کرنے کی پیشکش کی تو وہ فوراً تیار ہو گیا۔جب بابو اور اس کے بچے کھانا کھا رہے تھے تو دور بیٹھا جمیل خان سوچ رہا تھا کہ دوسروں کی خدمت میں کتنی لذت ہے۔تب اس نے فیصلہ کیا کہ اب اس کے دسترخوان پر روزانہ گاؤں کے غریب لوگ آئیں گے اور پھر وہ اپنا دسترخوان وسیع کرتا چلا جائے گا۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/tarbiyat-2814.html"
    },
    {
        "StoryName": "کیسی رہی؟ - تحریر نمبر 2813",
        "Writer": "مریم شہزاد",
        "Description": "ارم کو فوراً ہی اپنی غلطی کا احساس ہوا کہ یہ کیا کہہ دیا اور خاموشی سے ہانیہ کی کاپی بیگ سے نکال کر اس کو دے دی اور چپکے سے معذرت کر لی اور آئندہ غلط بات کرنے سے بھی توبہ کر لی",
        "Content": {
            "FullText": "مریم شہزاد\nہانیہ ساتویں جماعت میں پڑھتی تھی۔وہ ایک لائق بچی تھی۔وہ اپنا سب کام وقت پر کرتی تھی۔ارم بظاہر اس کی سہیلی تھی، مگر اندر ہی اندر اس سے حسد کرتی تھی۔ایک دن اسے ہانیہ کو ڈانٹ پڑوانے کی ترکیب سوجھ گئی۔\n”سنو ہانیہ! تم مجھ کو اپنی اردو کی کاپی دے دو میرا کام مکمل نہیں ہے، میں گھر لے جاؤں گی اور کل تم کو واپس کر دوں گی۔\n“ ارم نے ہانیہ سے کہا۔\nہانیہ نے کچھ سوچتے ہوئے کاپی اس کو دے دی اور کہا:”دیکھو دھیان سے رکھنا، خراب نہ ہو، اور کل ضرور لے آنا۔“\n”ہاں ہاں ضرور لے آؤں گی، اور پہلے پیریڈ میں ہی واپس کر دوں گی۔“ ارم نے کاپی اپنے بیگ میں رکھتے ہوئے کہا۔\nدوسرے دن ارم نے اسکول کی چھٹی کر لی۔\nاس کے اگلے دن بھی ارم نہیں آئی تو ہانیہ بہت پریشان ہوئی، پہلی مرتبہ ایسا ہو رہا تھا کہ وہ اپنا کام وقت پر مکمل نہیں کر پا رہی تھی۔\nتیسرے دن ارم آئی تو اس کی جان میں جان آئی۔\n”شکر ہے ارم! تم آ گئیں۔اب جلدی سے میری کاپی دے دو۔“ ہانیہ نے ارم کو دیکھتے ہی کہا۔\n”کون سی کاپی؟“ ارم نے حیرانی سے پوچھا۔\n”اردو کی کاپی! جو تم نے دو دن پہلے کام مکمل کرنے کے لئے لی تھی۔“ ہانیہ نے اس کو یاد دلایا، مگر ارم تو صاف مکر گئی کہ اس نے تو کاپی لی ہی نہیں۔\nہانیہ پریشان ہو کر اردو کی مس کے پاس گئی اور ان کو سب بات بتائی۔\nپہلے تو مس نے کچھ دیر سوچا پھر اس کو ایک ایسی ترکیب بتائی، جس سے سانپ بھی مر جائے اور لاٹھی بھی نہ ٹوٹے۔اب جب اردو کا پیریڈ آیا تو مس نے سب سے کاپی نکالنے کو کہا تو ہانیہ نے کھڑے ہو کر کہا۔\n”مس میں نے اپنی کاپی دو دن پہلے ارم کو دی تھی۔یہ دو دن غیر حاضر تھی۔آج آئی ہے تو کہہ رہی ہے کہ میں نے کوئی کاپی نہیں لی تھی۔“\nاب ارم کھڑی ہوئی اور بولی:”جی مس! میں نے تو ہانیہ کی کاپی لی ہی نہیں تو واپس کیسے کروں۔\n“ ہانیہ نے کہا۔\n”یاد کرو جب تم نے مجھ سے کہا تھا کہ کاپی واپس کروں گی تو تم کو لنچ بھی کروا دوں گی۔“\n”نہیں تو، میں نے ایسا کچھ نہیں کہا تھا۔“ ارم نے کہا۔\n”نہیں نہیں تم یاد کرو تم نے کہا تھا کہ لنچ میں تم مجھے فرائز کھلاؤ گی۔“ ہانیہ نے کہا۔\n”نہیں مجھے اچھی طرح سے یاد ہے، میں نے ایسا کچھ بھی نہیں کہا تھا۔“ ارم نے کہا۔\n”تم نے فرائز کے ساتھ کولڈ ڈرنک پلانے کا بھی وعدہ کیا تھا۔\n“ ہانیہ نے پھر کہا۔\n”نہیں بھئی میں نے یہ بھی نہیں کہا تھا۔“ ارم نے پورے یقین سے کہا۔\n”اچھا تو پھر کیا کہا تھا؟“ ہانیہ نے پوچھا۔\n”میں نے تو بس اتنا ہی کہا تھا کہ کل صبح ہی کام مکمل کر کے کاپی واپس کر دوں گی۔“ ارم نے کہا اور پوری کلاس ہنسنے لگی۔\nارم کو فوراً ہی اپنی غلطی کا احساس ہوا کہ یہ کیا کہہ دیا اور خاموشی سے ہانیہ کی کاپی بیگ سے نکال کر اس کو دے دی اور چپکے سے معذرت کر لی اور آئندہ غلط بات کرنے سے بھی توبہ کر لی۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/kaisi-rahi-2813.html"
    },
    {
        "StoryName": "مکار جادوگرنی - تحریر نمبر 2812",
        "Writer": "ولیجہ شہناز",
        "Description": "بابا نے اس کے پیدا ہونے سے پہلے جادوگرنی سے سلاد کے پتے لئے تھے اور جادوگرنی نے اس کے بدلے پہلی اولاد مانگی تھی",
        "Content": {
            "FullText": "ولیجہ شہناز\nکسی گاؤں میں ایک کسان اپنی بیوی کے ساتھ  رہتا تھا۔کسان کی بیوی نے کسان سے کہا:”آج میرا سلاد کے پتے کھانے کو دل  چاہ رہا ہے۔“ ان کے گاؤں میں سلاد کے پتے موجود نہیں تھے، لیکن گاؤں کے  باہر ایک جادوگرنی کا کھیت تھا۔جس میں سلاد کے پتے موجود تھے۔جادوگرنی  اجنبیوں کو پسند نہیں کرتی تھی اور جادو سے انھیں بندر بنا دیتی تھی۔\nبیوی  کی ضد پر کسان نے سلاد کے پتے لانے کی ٹھانی۔وہ جب جادوگرنی کے ٹھکانے پر  پہنچا اور دیوار پھلانگ کر سلاد کے پتے توڑ لیے تو جادوگرنی نے اسے دیکھ لیا اور پوچھا:”تم یہاں کیا کر رہے ہو؟“\nکسان نے کہا:”میں اپنی بیوی کے لئے سلاد کے پتے لینے آیا ہوں۔“\nجادوگرنی نے کہا:”اگر تم پتے لے جانا چاہتے ہو تو میری ایک شرط پوری کرنی ہو گی۔\n“\nکسان نے پوچھا:”کیسی شرط؟“\nجادوگرنی نے کہا:”تمہاری اولاد ہونے والی ہے، وہ بچہ مجھے دو گے۔“\nکسان  راضی ہو گیا۔پھر کسان کے ہاں ایک خوبصورت سی بیٹی پیدا ہوئی۔کسان اور اس  کی بیوی خوش تھے اور وہ جادوگرنی سے کیا ہوا وعدہ بھول گئے۔ایک دن کسان کو  یاد آیا کہ جادوگرنی نے ان کا پہلا بچہ مانگا تھا۔یہ یاد آتے ہی میاں بیوی  اُداس ہو گئے اور انھوں نے آپس میں مشورہ کیا کہ ہم اپنی بیٹی جادوگرنی کے  حوالے نہیں کریں گے اور یہاں سے کہیں دور جائیں گے۔\nجہاں جادوگرنی ہمیں  ڈھونڈ نہ سکے۔اس بات کو کافی سال گزر گئے اور بچی بڑی ہو گئی۔وہ بہت عقل  مند اور ذہین تھی۔ایک دن ان کے دروازے پر دستک ہوئی۔گھر میں کوئی نہیں  تھا۔جب بچی نے دروازہ کھولا تو سامنے ایک مکروہ شکل کی بڑھیا کو پایا۔بچی  اسے دیکھ کر گھبرا گئی اور فوراً دروازہ بند کر دیا۔\nگھر آ کر کسان اور  اس کی بیوی نے اپنی بیٹی کی یہ حالت دیکھی تو گھبرا گئے۔\nبیٹی نے انھیں سب  کچھ بتایا۔میاں بیوی اُداس ہو گئے۔بیٹی نے ماں سے پوچھا تو پتا چلا کہ بابا  نے اس کے پیدا ہونے سے پہلے جادوگرنی سے سلاد کے پتے لئے تھے اور جادوگرنی  نے اس کے بدلے پہلی اولاد مانگی تھی۔اب ہم تمہیں اس جادوگرنی کو نہیں دیں  گے۔\nلڑکی نے کہا:”آپ جادوگرنی کو دعوت پر بلائیں۔کسان نے جادوگرنی کو  دعوت پر راضی کر لیا۔\nجادوگرنی کے لئے لڑکی نے شوربہ بنایا۔لڑکی نے شوربے  میں نیند کی جڑی بوٹیاں ملا دیں۔“\nجادوگرنی نے کہا:”شوربہ بہت لذیذ ہے۔“\nکسان نے کہا:”میری بیٹی نے بنایا ہے۔“\nجادوگرنی نے کہا:”جب یہ لڑکی میرے گھر جائے گی تو مجھے روزانہ ایسا ہی شوربہ بنا کر دے گی۔“\nلڑکی  جادوگرنی سے میٹھی میٹھی باتیں کرنے لگی۔اس کے بعد جادوگرنی بے ہوش ہو  گئی۔کسان نے اسے اُٹھا کر اندھیرے کنویں میں ڈال کر اسے بند کر دیا۔یوں  گاؤں والوں کو جادوگرنی سے نجات مل گئی۔سب ہنسی خوشی رہنے لگے۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/makkar-jadugarni-2812.html"
    },
    {
        "StoryName": "خرگوش پپو کا وعدہ - تحریر نمبر 2810",
        "Writer": "ملک راشد",
        "Description": "امی، بابا، میں وعدہ کرتا ہوں کہ آئندہ کبھی ضد نہیں کروں گا، آپ کی بات مانوں گا",
        "Content": {
            "FullText": "ملک راشد\nچھوٹا سا نرم و نازک خرگوش پپو آج بہت  غصے میں تھا۔اس کا دل کر رہا تھا کہ سب چیزیں الٹ دے یا کہیں بھاگ جائے۔وہ  سوچ رہا تھا، آخر امی اور بابا میری بات کیوں نہیں مانتے؟ میں سب سے بڑا  ہوں، بھلا میں غلط کیسے ہو سکتا ہوں؟۔پپو کو ہر وقت گاجر کھانا اور فریج  میں رکھا ٹھنڈا جوس پینا بہت پسند تھا۔اب جبکہ بارشوں کا موسم چل رہا تھا،  امی بار بار کہتی تھیں کہ کھانے پینے میں احتیاط کرو، فریج سے ٹھنڈی گاجریں  اور جوس مت لیا کرو، ورنہ بیمار ہو جاوٴ گے۔\nپھر دوا کھانی پڑے گی اور  اسکول سے چھٹیاں ہو جائیں گی، جبکہ امتحانات بھی ہونے والے ہیں۔پپو کا پارہ  چڑھ گیا۔امی تو ہمیشہ ڈانٹتی رہتی ہیں، ہر وقت روک ٹوک، آخر میں بڑا ہوں  تو خود جانتا ہوں کیا کرنا ہے! وہ غصے سے پاوٴں پٹختا ہوا اپنے کمرے میں  گیا اور سو گیا۔\nشام کو بابا آفس سے آئے تو اپنے ساتھ کھانے کی مختلف  اشیاء بھی لائے۔پپو کو جگایا گیا، وہ خوش تو ہوا، لیکن جب امی نے کہا:”سب  بچوں کو برابر برابر ملے گا، میں حصے کر دوں گی، تو وہ پھر منہ پھُلا کر بیٹھ گیا۔\nبابا  نے امی کی بات ماننے کے بجائے چیز کا پیکٹ پپو کو تھما دیا اور کہا تم سب  کو خود برابر بانٹ دینا، تم ہمارے بڑے بیٹے ہو۔پپو خوش تو ہوا، لیکن چالاکی  سے اس نے خود زیادہ چیز رکھ لی اور اپنے چھوٹے بہن بھائیوں، ٹوٹی اور منگو  کو تھوڑی تھوڑی دیں۔وہ بے چارے خاموش رہے۔پھر پپو کسی کو بتائے بغیر  کھیلنے باہر نکل گیا۔دوست کرکٹ کھیل رہے تھے۔\nوہ خوب کھیلتا رہا۔گھر آ کر  جوس پیا، ٹھنڈی گاجریں کھائیں۔\nاگلے دن امتحانات کا پہلا پرچہ تھا اور  تیاری بھی برائے نام تھی! رات کو گلہ درد کرنے لگا، لیکن سوچا صبح پڑھ لوں  گا۔صبح اٹھا تو بخار، سر درد اور پیٹ درد کا شکار ہو چکا تھا۔امی نے سیرپ  پلایا اور اسکول بھیجا، لیکن پپو کچھ بھی نہیں لکھ پایا۔شام کو بخار تیز ہو  گیا، اور بابا اسے فوراً ڈاکٹر بھالو انکل کے کلینک لے گئے۔\nڈاکٹر بھالو  انکل نے پوچھا:”بیٹا، کیا کھایا تھا“؟\nپپو رو پڑا:”بس، فریج کا ٹھنڈا جوس پیا تھا اور گاجریں کھائی تھیں“۔\nڈاکٹر  نے سر ہلاتے ہوئے کہا:”یہی تو وجہ ہے بیماری کی! موسم بدل رہا ہے، ٹھنڈی  چیزوں سے پرہیز ضروری ہے۔اب ایک ہفتہ آرام کرو گے، کڑوی دوا کھاوٴ گے اور  اسکول بھی نہیں جا سکو گے۔پپو بہت پریشان ہوا۔\nوہ ہمیشہ امتحان میں اوّل آتا  تھا، اب اگر غیر حاضر ہو گیا تو اس کی پوزیشن خطرے میں پڑ جائے گی۔گھر آ  کر وہ چپ چاپ لیٹ گیا۔امی نے پیار سے اس کے ماتھے پر ہاتھ رکھا اور  کہا:”بیٹا، ہم تمہارے دشمن نہیں۔ہر بار روکتی ہوں، سمجھاتی ہوں، اس کا مقصد  تمہاری بھلائی ہوتا ہے۔اب خود نتیجہ دیکھ لو!“\nبابا مسکرائے اور  بولے:”اسی لئے میں نے امی سے کہا تھا کہ تمہیں تمہاری مرضی سے جینے  دیں۔\nتاکہ تم خود جان سکو کہ بڑوں کی بات میں کیا دانائی ہوتی ہے۔پپو نے  شرمندگی سے نظریں جھکائیں۔امی، بابا، میں وعدہ کرتا ہوں کہ آئندہ کبھی ضد  نہیں کروں گا، آپ کی بات مانوں گا۔\nبابا نے امی کو کہا کہ کل اسکول جا  کر درخواست دے آئیں کہ پپو کو امتحان سے فیل نہیں بلکہ غیر حاضر لکھا  جائے۔وہ سالانہ امتحان میں محنت کرے گا۔پپو نے وعدہ نبھانے کا عہد کیا۔اسے  سمجھ آ گئی تھی کہ ہر چیز اعتدال میں ہی اچھی لگتی ہے۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/khargosh-pappu-ka-wada-2810.html"
    },
    {
        "StoryName": "چالاک لومڑی - تحریر نمبر 2809",
        "Writer": "بلال رومی، ملیر",
        "Description": "خوشامد کرنے والے لوگوں کی باتوں میں نہیں آنا چاہیے اور جھوٹی تعریف سن کر خوش نہیں ہونا چاہیے",
        "Content": {
            "FullText": "بلال رومی، ملیر\nکسی جنگل میں ایک لومڑی رہتی تھی۔لومڑی انتہائی چالاک تھی۔وہ شکار کی تلاش میں جنگل میں گھوما کرتی تھی، لیکن اسے زیادہ کامیابی حاصل نہ ہوتی، کیونکہ وہ بوڑھی ہو چکی تھی۔اکثر اسے بھوکا رہنا پڑتا۔وہ جانوروں کو دھوکا دے کر ان کا کھانا کھا جاتی۔\nایک دن لومڑی جنگل سے گزر رہی تھی۔اس نے دیکھا کہ ایک کوا پنیر کا ایک ٹکڑا منہ میں دبائے درخت کی ایک شاخ پر بیٹھا ہے۔\nلومڑی نے سوچا کہ کوے سے پنیر کا ٹکڑا چھین لیا جائے، چونکہ لومڑی کو درخت پر چڑھنا نہیں آتا تھا۔اس لئے اس نے سوچا کہ کیوں نہ میں کوے کی خوب تعریف کروں۔\nلومڑی نے کوے سے کہا:”کوے بھائی! تم بہت اچھا گانا گاتے ہو، تمہاری آواز بہت سریلی ہے۔گانے میں تمہارا کوئی مقابلہ نہیں۔بلبل بھی تمہارے مقابلے میں کم ہے۔تم مجھے کوئی گیت سناؤ۔“\nکوا اپنی تعریف سن کر بہت خوش ہوا اور اس نے گیت گانے کے لئے جیسے ہی منہ کھولا، پنیر کا ٹکڑا نیچے گر گیا۔لومڑی نے جھپٹ کر پنیر کا ٹکڑا اُٹھا لیا۔اسی لئے کہتے ہیں:”خوشامد کرنے والے لوگوں کی باتوں میں نہیں آنا چاہیے اور جھوٹی تعریف سن کر خوش نہیں ہونا چاہیے۔“"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/chalak-lomri-2809.html"
    },
    {
        "StoryName": "خود غرضی - تحریر نمبر 2807",
        "Writer": "سہیل خان",
        "Description": "جو صرف اپنے مطلب کے وقت ساتھ دے، وہ دوست نہیں، موقع پرست ہوتا ہے",
        "Content": {
            "FullText": "سہیل خان\nایک سرسبز و شاداب وادی میں وسیع و عریض باغ واقع تھا۔باغ کے وسط میں ایک بہت پرانا کنواں بھی موجود تھا۔یہ باغ کسی وقت میں بہت سے درختوں کا گہوارہ ہوا کرتا تھا۔چنار، شہتوت، املی اور جامن جیسے درخت یہاں کی زینت تھے۔یہ درخت سایہ فراہم کرتے تھے۔ان پر بسنے والے رنگ برنگے پرندے اس باغ کو گلستاں بنا دیتے تھے۔\nایسی ہی شاخوں پر خوش رنگ تتلیاں منڈلاتیں، جگنو راتوں کو چراغاں کرتے۔یہیں پر قدیم شہتوت کے درخت پر چمن نامی چڑیا کا گھونسلہ تھا۔اس کے قریب بڑے سے چنار پر کالو نامی کوا رہتا تھا۔دونوں میں دیرینہ دوستی تھی مگر یہ دوستی یک طرفہ تھی۔چمن ہر خوشی کا موقع اپنے دوست کے ساتھ بانٹتی۔وہ میٹھے میٹھے پھل، بیج یا دانے لے کر چنار کی شاخوں پر آتی اور کالو خوشی سے آ کر لے جاتا لیکن شکر تو دور کبھی حال چال بھی نہ پوچھتا۔\nچمن بہت معصوم تھی، وہ یہ سب کچھ خلوصِ دل سے کرتی رہی۔ایک دن باغ میں موسم خوشگوار تھا۔نیلے آسمان پر روئی جیسے بادل تیر رہے تھے اور سبز پتوں پر شبنم کی بوندیں جھلک رہی تھیں۔چمن نے موقع کی مناسبت سے پرندوں کے لئے خاص اہتمام کر رکھا تھا۔کالو بھی اس سے خوب فیض یاب ہوا۔\nاگلی ہی رات چمن کے ہاں پرانے رشتے دار مہمان بن کر آ گئے۔چمن نے جلدی سے کھانا بنانا شروع کیا مگر اسے پتہ چلا کہ اس کے گھر تو نمک ہی ختم ہو چکا ہے۔\nوہ بے چینی سے کالو کے درخت کی طرف گئی، دروازے پر دستک دی اور بولی:”کالو بھائی؟ نمک چاہیے تھوڑا سا۔مہمان آ گئے ہیں۔“\nکالو نیند سے اُٹھ کر دروازے پر آ کر بولا:”میری طبیعت ٹھیک نہیں، میں سو رہا ہوں، کل آنا اور دروازہ بند کر دیا۔“\nچمن حیران و پریشان اپنے گھونسلے میں واپس آئی۔وہ دل ہی دل میں کچوکے کھاتی رہی کہ اس نے تو کبھی انکار نہیں کیا۔\nخیر، اس نے کھانا مہمانوں کے سامنے رکھ دیا۔اگلی رات طوفانی ہوائیں چلنے لگیں، بادل گرجنے لگے اور موسلا دھار بارش شروع ہو گئی۔چنار کا پرانا درخت بارش میں ہلنے لگا اور کالو کا گھونسلہ زمین بوس ہو گیا۔وہ خود بھیگ کر کانپ رہا تھا۔اس کا سارا سامان بہہ گیا۔اُسے اچانک چمن کا خیال آیا۔وہ کیچڑ میں لت پت، کانپتا ہوا چمن کے گھونسلے تک پہنچا اور اس کے دروازے پر دستک دی۔\nکون ہے؟ چمن نے چونک کر پوچھا۔میں ہوں․․․․کالو! لرزتی آواز میں اس نے جواب دیا۔چمن کو غصہ تو بہت آیا، لیکن اس نے دروازہ پھر بھی کھول دیا، کالو کو اندر آنے دیا۔اسے سردی کے بچاؤ کے لئے چادر دی۔شکریہ، بہن، آپ آرام کریں، میں سو جاتا ہوں، کالو بولا۔چمن اپنے پر سمیٹ کر چپ چاپ گھونسلے کے کونے میں جا بیٹھی۔صبح کا اُجالا پھیلتے ہی وہ وہاں سے نکل گیا۔\nچمن باہر دانا دنکا چگنے گئی ہوئی تھی۔کالو کو شکریہ ادا کرنے کی توفیق نہیں ہوئی اور وہ چپ چاپ پھر سے نکل گیا۔چمن واپس آئی تو اسے بہت حیرت ہوئی۔اس کی آنکھیں بھر آئیں۔وہ بہت دیر تک چپ رہی۔یہی سوچتی رہی کہ شاید کچھ فطرتیں ایسی ہی خود غرض ہوتی ہیں، ان کو کبھی کوئی نہیں بدل سکتا۔کالو بھی شاید ایسا ہی ہے۔بچو! سچی دوستی میں خلوص اور وفاداری ضروری ہوتی ہے۔جو صرف اپنے مطلب کے وقت ساتھ دے، وہ دوست نہیں، موقع پرست ہوتا ہے۔اور جو دل دکھا کر بھی معاف کر دے، وہی سچا اور وفادار ہوتا ہے۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/khud-garzi-2807.html"
    },
    {
        "StoryName": "چمگادڑ کی چالاکی - تحریر نمبر 2806",
        "Writer": "طاہر اختر",
        "Description": "تم مطلب پرست اور بزدل چمگادڑ ہو، ہم تمھیں اپنے ساتھ نہیں رکھ سکتے",
        "Content": {
            "FullText": "طاہر اختر\nجنگل میں ایک شیر اپنے غار کے باہر شکار  کئے ہوئے گوشت کا ایک ٹکڑا لئے کھانے ہی والا تھا کہ اچانک ایک باز نے  جھپٹا مارا اور گوشت پنجوں میں دبا کر اُڑ گیا۔باز کی اس حرکت پر شیر آگ  بگولا ہو گیا۔اس نے عہد کر لیا کہ وہ جنگل کے سارے پرندوں کو کھا جائے  گا۔ایک دن شیر نے جانوروں کو بلا کر کہا ”سنو! مَیں تمہیں ہدایت کرتا ہوں  کہ اِس جنگل کے تمام پرندوں کا شکار کر لو، مَیں اس جنگل میں ایک بھی پرندہ  زندہ دیکھنا نہیں چاہتا، مَیں خود شکار کروں گا اور تم بھی اس مہم پر نکل  جاوٴ۔\n“ شیر کے ساتھی تو پہلے ہی ان پرندوں سے پریشان تھے کیونکہ وہ عموماً  ان کا مارا ہوا شکار لے اُڑتے تھے، اب وہ رات کو جب پرندے اپنے گھونسلوں  میں سو رہے ہوتے تو ان کو کھا جاتے۔\nاُلّو ایسا پرندہ ہے جو رات کو سوتا  نہیں۔اُس نے جب دیکھا کہ رات کو جنگل کے جانور پرندوں کو کھا کھا کر ختم  کر رہے ہیں تو ایک دن اُس نے پرندوں کو جمع کیا اور اُن سے کہا کہ ”بھائی!  مَیں رات بھر جاگتا ہوں، چند روز سے دیکھ رہا ہوں کہ جنگل کے جانور شیر کے  کہنے پر تمہارا شکار کر رہے ہیں حالانکہ بات چھوٹی سی تھی کہ ایک باز شیر  سے گوشت کا ٹکڑا لے اُڑا تھا، لیکن وہ تو پہاڑ پر رہتا ہے اور ہم جنگل میں  رہتے ہیں، ہمیں مل جل کر رہنا چاہئے۔\nبہرحال جب تک حالات معمول پر نہیں آ  جاتے مَیں تمہاری مدد کروں گا۔جب کوئی جانور کسی پرندے کے گھونسلے کی طرف  بڑھے گا تو مَیں آواز لگاتا ہوا اس کے گھونسلے کے قریب سے گزر جاوٴں گا تم  لوگ ہوشیار ہو جانا۔“\nاُلّو کی مدد کے بعد پرندے، چرندوں کے حملوں سے  کافی حد تک محفوظ ہو گئے۔ایک چمگادڑ جو پرندوں کے شکار ہونے کی وجہ سے بہت  پریشان تھی، ایک روز شیر کے دربار میں گئی اور کہا ”جناب بادشاہ سلامت!  میرا پرندوں سے کوئی واسطہ نہیں، مَیں بھی آپ لوگوں کے ساتھ پرندوں کا شکار  کروں گی۔\n“ شیر نے جب چمگادڑ کی یہ بات سنی تو اسے اپنے شکاری جانوروں میں  شامل کر لیا، یوں وہ بھی پرندوں کا شکار کرنے میں شریک ہو گئی۔\nایک دن  صبح سویرے جب یہ جانور رات کو پرندوں کا شکار کر کے تھکے ہارے بے خبر سو  رہے تھے تو جنگل کے تمام پرندوں نے اپنی اپنی چونچوں اور پنجوں میں اپنی  جسامت کے مطابق کنکریاں اور پتھر دبائے اور سوئے ہوئے جانوروں پر اُن کی  بارش کر دی۔\nتمام جانور اِدھر اُدھر بھاگنے لگے۔پرندوں نے اپنی چونچوں اور  پنجوں سے انہیں مزید زخمی کرنا شروع کر دیا تو جانور اور بھی تیزی سے  بھاگنے لگے۔جب چالاک چمگادڑ نے یہ منظر دیکھا تو وہ سمجھ گئی کہ جانور شکست  کھا کر بھاگ نکلے ہیں۔وہ فوراً باز کے پاس گئی اور کہا ”تم تو جانتے ہی ہو  کہ مَیں بھی پرندوں کی نسل سے ہوں، اس لئے تم مجھے اپنے گروہ میں شامل کر  لو تاکہ مَیں ان ظالم چرندوں کے خلاف تمہارا ساتھ دے سکوں۔\n“ چنانچہ اس نے  اُسے اپنے گروہ میں شامل کر لیا۔جنگ اور تیز ہو گئی۔\nاب چمگادڑ کا معمول  بن گیا کہ جس کی بھی فتح ہوتی وہ اس گروہ میں شامل ہو جاتی۔ایک دن اُلّو  نے باز سے کہا ”آخر ہم اس لڑائی کو ختم کیوں نہیں کرتے اور ایک دوسرے کے  ساتھ دوستی اور امن کے ساتھ کیوں نہیں رہتے؟“\nباز نے کہا ”یہ لڑائی ہم نے نہیں، شیر نے شروع کی ہے اور وہ ہی اسے ختم کرے گا۔\n“\n”الّو  نے کہا ”اگر مَیں شیر سے بات کروں اور وہ دوستی پر رضا مند ہو جائے تو کیا  آپ اس لڑائی کو ختم کر دیں گے۔“ باز جو پہلے ہی جنگ کرتے کرتے تھک چکا تھا  اُس نے کہا ”ہاں!“\nاُلّو شیر کے پاس گیا اور کہا ”اے جنگل کے بادشاہ!  کیا ہم چرند، پرند آپس میں محبت اور امن کے ساتھ اس جنگل میں نہیں رہ سکتے؟  کیا یہ جنگ ختم نہیں ہو سکتی؟“\n”ہاں! یہ جنگ ختم ہو سکتی ہے اور ہم  دوبارہ محبت اور امن سے رہ سکتے ہیں، بشرطیکہ پرندے اس بات کا عہد کریں کہ  وہ آئندہ کبھی بھی ہمارا شکار نہیں لے اُڑیں گے۔\n“\nپرندوں نے وعدہ کیا کہ  وہ پھر کبھی ان کے شکار پر جھپٹا نہیں ماریں گے۔جب دونوں میں صلح ہو گئی  تو چمگادڑ پھر نکل آئی، اُس نے کہا ”مَیں بھی اس صلح میں شریک ہوں۔“\nباز  اور شیر نے کہا ”تم، مطلب پرست اور بزدل چمگادڑ ہو، ہم تمھیں اپنے ساتھ  نہیں رکھ سکتے۔سارے جانوروں اور پرندوں نے اسے بُرا بھلا کہا۔چمگادڑ اپنی  چالاکی پر بہت شرمندہ ہوئی اور خاموشی سے جنگل سے فرار ہو گئی۔\nبچو! ہمیشہ محبت اور امن سے رہنا چاہئے۔لڑائی جھگڑا کرنا بُری بات ہے۔بات چیت کے ذریعے مسائل کو حل کرنا چاہئے۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/chamgadar-ki-chalaki-2806.html"
    },
    {
        "StoryName": "چوروں کا انجام - تحریر نمبر 2805",
        "Writer": "ایشال فاطمہ",
        "Description": "وہ گھر سے باہر نکلنے لگے تو پولیس اور سکیورٹی گارڈز نے انہیں پکڑا اور خوب پٹائی کی",
        "Content": {
            "FullText": "ایشال فاطمہ\nراجہ رانی ایک قدیم محل نما مکان میں رہتے تھے۔انہوں نے اپنی حفاظت کے لئے تین سکیورٹی گارڈز رکھے ہوئے تھے، جو ہر وقت چاک و چوبند رہتے۔انہیں کھانا، چائے، دیگر ضروریات زندگی کی سہولتیں دی گئی تھیں۔تنخواہ مناسب اور وقت پر دی جاتی تھی۔وہ بھی راجہ اور رانی کے حسن سلوک سے بہت خوش تھے۔اتفاق سے راجہ اور رانی کو شہر سے باہر جانا پڑ گیا۔\nجاتے ہوئے انہوں نے سکیورٹی گارڈز سے کہا ہماری غیر موجودگی میں آپ نے پرندوں اور گھر کی نگرانی کرنی ہے۔چند روز بعد جب راجہ اور رانی گھر واپس آئے تو کمروں کے تالے ٹوٹے ہوئے تھے۔قیمتی سامان اور زیورات غائب تھے۔انہوں نے تمام ملازموں کو بلایا اور ان سے پوچھا کہ یہ چوری کیسے ہوئی ہے؟ کیا آپ لوگ چور ہیں؟\nملازموں نے جواب دیا ہمیں گہری نیند آ گئی تھی، ہمیں ہوش نہ رہا اور ہم چور نہیں ہیں۔\nراجہ اور رانی نے فوری طور پر انہیں نوکری سے فارغ کر دیا اور نئے ملازم رکھ لئے۔ابھی ایک ماہ ہی گزرا تھا کہ انہیں رشتے داروں کی شادی کا دعوت نامہ آ گیا۔انہوں نے سکیورٹی گارڈز کو بلایا اور کہا ہم شادی میں شرکت کے لئے جا رہے ہیں۔آپ پر پورے مکان اور اعلیٰ نسل کے پرندوں کی حفاظت کی ذمہ داری ڈال کر جا رہے ہیں۔کوتاہی ہر گز کسی ملازم کی برداشت نہ ہو گی۔\nتمام ملازموں نے ایک زبان ہو کر کہا جناب مطمئن رہیں۔\nراجہ اور رانی شادی میں شرکت کے لئے چلے گئے۔چار دن بعد ان کی وہاں سے واپسی ہوئی، جب وہ گھر میں داخل ہوئے تو ان کے اوسان خطا ہو گئے۔یہ دیکھ کر کہ کمروں کے تالے ٹوٹے ہوئے ہیں۔اندر جا کر دیکھا تو تمام قیمتی سامان غائب تھا۔وہ بہت پریشان ہوئے، ایک دوسرے سے کہنے لگے ہماری قسمت بری ہے۔\nدوسری دفعہ اتنا زیادہ نقصان ہو گیا۔انہوں نے ملازموں کو طلب کیا اور کہا چور آپ لوگ ہیں کیونکہ آپ نے پوری ذمہ داری لی تھی۔سب خاموش کھڑے رہے، شرم کے مارے گردنیں جھکا لیں۔ایک شریف باریش سکیورٹی گارڈ کھڑا ہوا۔اس نے کہا عالی جاہ ہم ذمہ دار ہیں۔اس نے بڑے ادب سے کہا اگر آپ اجازت دیں تو واقعہ پیش کروں۔\nرانی نے غصے میں کہا آپ کیا قصہ بیان کرنا چاہتے ہیں۔\nسکیورٹی گارڈ نے ہمت کر کے بتانا شروع کیا۔جناب عالی چار لوگ جو شکل و صورت میں شریف اور معزز معلوم ہوتے تھے، انہوں نے ہمیں کہا ہم راجہ رانی کے قریبی عزیز ہیں، ملنے آئے ہیں۔ہم نے ان پر اعتماد کیا اور ان سے مٹھائی کھا لی۔جس کے بعد ہم بے ہوش ہو گئے۔یہ ہماری بڑی غلطی ہے۔ہم معافی کے طلب گار ہیں۔اگر آپ سزا دینا چاہتے ہیں تو ہم قبول کریں گے۔\nرانی کو اس کی باتیں سن کر ترس آیا اور کہا ہم آپ کے بچوں پر رحم کرتے ہیں۔ہم آپ کو معافی دیتے ہیں، آئندہ غلطی کی کوئی گنجائش نہیں ہے۔راجہ اور رانی بازار سے نیا سامان اور نایاب قیمتی پرندے لے آئے۔انہوں نے چوروں کو پکڑنے کا ایک پروگرام بنایا۔انہوں نے سکیورٹی گارڈز اور پولیس کو مکان کے چاروں طرف چھپ جانے کا کہا اور خود مکان کو تالے لگا کر مکان کے اوپر چڑھ کر ایک کونے میں چھپ کر بیٹھ گئے۔\nچوروں نے تالا لگا ہوا دیکھا تو وہ سمجھے کہ وہ کہیں پھر گئے ہوئے ہیں۔چور تالا توڑ کر اندر داخل ہو گئے۔دو چور اوپر چھت پر گئے تاکہ تھیلوں میں نایاب پرندے ڈال لیں۔ایک چور کی نظر جب راجہ رانی پر پڑی تو اس نے بلند آواز میں اپنے ساتھیوں سے کہا ہوشیار باش بھاگ چلو۔وہ گھر سے باہر نکلنے لگے تو پولیس اور سکیورٹی گارڈز نے انہیں پکڑا اور خوب پٹائی کی۔\nپولیس نے مختلف قسم کے پرچے دے کر انہیں جیل بھیج دیا۔تین ماہ بعد ان چوروں کی عدالت میں پیشی ہوئی۔جج نے پوچھا کیا آپ نے چوری کی ہے وہ بولے ابھی تو ہم داخل ہوئے تھے۔راجہ رانی کے وکیل نے عدالت کو بتایا یہ لوگ دو بار پہلے اس گھر کا صفایا کر چکے ہیں۔ان کا کیس چھ ماہ چلتا رہا۔چور پیش ہوتے رہے۔آخرکار جج نے تمام گواہوں، واقعات کو مدِ نظر رکھتے ہوئے اور جو ثبوت پیش کئے گئے ان پر غور و فکر کے بعد چوروں کو قید بامشقت کی سزا سنا دی۔چور اپنے کئے پر بہت شرمندہ تھے اب کیا ہو سکتا تھا وہ اپنے انجام کو پہنچ چکے تھے۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/choron-ka-anjaam-2805.html"
    },
    {
        "StoryName": "مہمان نوازی - تحریر نمبر 2804",
        "Writer": "طوبیٰ سعید",
        "Description": "کھانے پینے سے فارغ ہو جانے کے بعد اس کے چچا چچی جب گھر جانے کے لئے تیار ہوئے تو انھوں نے اس کو پانچ سو روپے بطورِ انعام میں دیے",
        "Content": {
            "FullText": "طوبیٰ سعید\nبرسات کے دن تھے، ہر طرف بارش سے موسم خوشگوار اور سڑکیں پانی سے جل تھل تھیں۔بارش رکنے کے کچھ دیر بعد بہت حبس ہو گیا تھا۔رانیہ پانچویں جماعت میں پڑھتی ہے۔ایک مرتبہ اتوار کے روز اس کے امی ابو شاپنگ پر گئے ہوئے تھے۔اچانک تیز بارش شروع ہو جانے سے وہ وہیں رک گئے۔گھر بیٹھی رانیہ پریشان ہوئی لیکن اس نے اپنا حوصلہ بلند رکھا اور خیریت فون پر پوچھتی رہی۔\nابھی موسم خوشگوار ہو جانے کے بعد حبس کا سماں تھا کہ دروازے پر دستک ہوئی۔رانیہ نے دروازہ کھولا تو اس کے چچا اور چچی سامنے کھڑے تھے۔\n”اسلام علیکم“ رانیہ نے انھیں سلام کیا اور اندر آنے کا کہا۔”وعلیکم السَّلام! شکریہ بیٹی“۔رانیہ نے انھیں ڈرائنگ روم میں اے سی لگا کر بٹھایا۔\nان سے باتیں کیں تو اسے معلوم ہوا کہ وہ خریداری کی غرض سے باہر نکلے تھے، بارش، پھر اس کے بعد حبس اور کیچڑ کی وجہ سے انھیں ادھر آنا پڑا۔\nرانیہ نے بتایا کہ ”اس کے مما بابا بھی بازار ہی گئے ہوئے ہیں اور وہیں بارش کے باعث رک گئے۔ اب پتہ نہیں کہ کب تک واپس آتے ہیں“۔\n”چلو کوئی بات نہیں، ہم بھی تھوڑی دیر رک کر چلے جائیں گے“۔ رانیہ کی چچی نے کہا تو رانیہ بولی: ”کوئی بات نہیں چچی، آپ جتنی دیر تک چاہیں رک سکتی ہیں“۔ رانیہ اپنے چچا چچی کو بیٹھا کر کچن میں گئی اور ان کے لئے کھانے پینے کا بندوبست کرنے لگی۔\nاس نے جگ میں پانی ڈالا اوراس میں چینی گھولی، اس میں نمک اور فریج سے لیموں نکال کر نچوڑے اور اس میں برف ڈال کر اچھی طرح مکس کیا اور ان کے لئے مزیدار شکنجبین تیار کر کے لے آئی۔\nچچا اور چچی نے پانی پیا تو ان کو شدید حبس میں سکون سا آگیا۔ دونوں بے حد خوش ہوئے اور اس کو بہت سی دعاؤں سے نوازا۔رانیہ نے کہا:”میری ٹیچر نے ہمیں چھٹیوں سے پہلے بتایا تھا کہ ”گرمی اور حبس میں خون اور پانی ایک ہوا ہوتا ہے اور جسم میں نمکیات کی کمی ہو جاتی ہے۔\nتو آپ جتنا چاہیں پانی پئیں۔تاکہ سکون بھی ملے اور پانی کی بھی کمی جسم میں واقع نہ ہو“۔\nآپ لوگ تھکے ہوئے بھی ہیں۔ اس لئے میں نے سوچا کہ اس موسم میں یہی بنائی جائے“۔یہ سن کر اس کے چچا چچی اس سے بہت متاثر ہوئے۔\nاس کے بعد شام کی چائے کا وقت ہوا تو اپنے امی ابو کی فکر کرتے ہوئے رانیہ دوبارہ کچن میں گئی اور چائے بنائی اور کباب بھی گرم کیے۔\nتھوڑی دیر میں اس کے گھر کا دروازہ کھٹکا تو اس کے چچا نے کھولا تو اس کے امی ابو بھی آ گئے۔جن کے آنے سے رانیہ مطمئن ہو گئی۔چچا چچی سے مل کر اس کے امی ابو بہت خوش ہوئے۔ رانیہ نے انھیں بھی شکنجبین پیش کی تو ان کو سکون سا آگیا اور اس کی بہت تعریف کی۔رانیہ نے شدید حبس میں چائے اور کباب تیار کیے اور نہایت خوبصورتی سے ٹرے میں چمچ، پلیٹیں اور کیچپ اور ٹشو رکھ کر ڈرائنگ روم میں لے آئی اور اس کے بعد دوسری ٹرے میں چائے کے پانچ کپ مورکھ کر پیش کیے۔\nرانیہ کی اس مہمان نوازی سے سب بے حد متاثر ہوئے اور بالخصوص اس کے علم اور اس پر عمل کرنے کے ساتھ ساتھ تابعداری سے بے حد خوش ہوئے۔کھانے پینے سے فارغ ہو جانے کے بعد اس کے چچا چچی جب گھر جانے کے لئے تیار ہوئے تو انھوں نے اس کو پانچ سو روپے بطورِ انعام میں دیے۔جس کو پاکر رانیہ بے حد خوش ہوئی اور اس نے ان کا شکریہ ادا کیا۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/mehman-nawazi-2804.html"
    },
    {
        "StoryName": "بد گمان - تحریر نمبر 2803",
        "Writer": "عاطر شاہین",
        "Description": "آئندہ کبھی بھی اپنے دل میں کسی کے خلاف بغیر تحقیق کیے کسی سے بد گمان نہیں ہو گا",
        "Content": {
            "FullText": "عاطر شاہین\nشیراز اپنے دونوں پہلوؤں پر ہاتھ رکھے اِدھر اُدھر بکھری ہوئی چیزوں پر نظریں دوڑا رہا تھا۔اس کے چہرے پر اُلجھن کے تاثرات ابھرے ہوئے تھے۔اِدھر اُدھر جتنی چیزیں بکھری پڑی تھیں یہ سب اس نے کیا تھا۔\n”اُف․․․․․میں کیا کروں؟“ وہ جب بولا تو اس کے لہجے میں بے زاری تھی۔\nاس کے کمرے کا دروازہ کھلا اور اس کی امی اور بڑی بہن ایک دوسرے کے پیچھے چلتی ہوئی اندر آئیں۔\nانھوں نے جب کمرے کی بُری حالت دیکھی تو حیران رہ گئیں۔\n”شیراز! یہ تم نے اپنے کمرے کی کیا حالت بنا رکھی ہے۔کیا ہو گیا ہے؟“ امی شیراز سے پوچھنے لگیں۔\nشیراز نے مڑ کر ان کی طرف دیکھا اور اپنی کمپیوٹر ٹیبل کی طرف اشارہ کرتے ہوئے بولا:”امی جان! میں نے کل شام اسی میز پر اپنا پین رکھا تھا، اب وہ مجھے نہیں مل رہا۔\nمیں نے سب جگہ تلاش کر لیا ہے۔\nکمرے کا کونا کونا دیکھ لیا ہے۔میز اور الماری کی درازیں تک چھان لی ہیں۔“\n”بیٹا! ہو سکتا ہے تم بھول کر پین کہیں اور رکھ کر بھول گئے ہو؟“ امی نے اس کے کندھے پر ہاتھ رکھ کر نرم لہجے میں کہا۔\n”نہیں امی! مجھے پورا یقین ہے کہ میں نے پین اسی میز پر ہی رکھا تھا۔“ شیراز اپنی بات پر اَڑا ہوا تھا۔\n”تو پھر آخر پین کہاں جا سکتا ہے؟“ امی بھی متفکر ہوئیں۔\nوہ شیراز کی فطرت سے واقف تھیں۔جب تک اسے اس کی چیز واپس نہ مل جائے وہ پریشان ہی رہے گا۔یہاں تک کہ وہ کھانا پینا بھی چھوڑ دیتا تھا۔\n”شیراز! امی ٹھیک کہہ رہی ہیں۔تم پین کہیں اور رکھ کر بھول گئے ہو۔“ شیراز کی بہن مدیحہ بولی۔\n”باجی! مجھے اچھی طرح یاد ہے کہ میں نے پین میز پر ہی رکھا تھا۔“ شیراز بولا۔\n”اچھا ٹھیک ہے۔\nپُرسکون ہو جاؤ۔“ امی نے کہا:”اگر تم نے پین یہیں رکھا ہے تو مل ہی جائے گا۔اب آؤ، ناشتہ تیار ہو گیا ہے۔“\n”مجھے بھوک نہیں ہے امی۔“\n”کیسے بھوک نہیں ہے؟ چلو آؤ شاباش۔پین مل جائے گا۔“ امی نے کہا:”اگر نہ ملا تو میں تمہیں نیا دلا دوں گی۔“\n”اچھا میں آتا ہوں۔“\nامی اور مدیحہ کمرے سے چلی گئیں تو شیراز ٹھوڑی پر ہاتھ رکھ کر ایک بار پھر بکھری چیزوں پر نظر دوڑانے لگا۔\nدفعتاً اس کے دماغ میں سہیل کا چہرہ اُبھر آیا۔اگلے ہی لمحے وہ اُچھل پڑا:”اوہ․․․․․․اوہ․․․․․․کہیں میرا پین سہیل تو نہیں لے گیا!“ وہ بڑبڑایا۔\nسہیل اس کا دوست تھا اور کل شام وہ اس کے کمپیوٹر کی ونڈو انسٹال کرنے آیا تھا۔اس کے کمپیوٹر کی ونڈو کافی دنوں سے خراب ہو رہی تھی۔سہیل کو ونڈو ڈالنی آتی تھی، اس لئے شیراز نے اسے بُلا لیا تھا۔\nجب سہیل ونڈو کر رہا تھا تو وہ اس کے لئے چائے کا کہنے کمرے سے باہر چلا گیا تھا۔\n”ہو سکتا ہے جب میں کمرے سے باہر گیا ہوں تو سہیل نے میرا پین اُٹھا کر اپنے بیگ میں رکھ لیا ہو۔“ اس نے سوچا۔پھر شیطان کو اس کی بد گمانی میں مزید اضافہ کرنے کا موقع مل گیا۔اس نے شیراز کے دل میں وسوسہ ڈالا:”ہاں شیراز! تمہارا پین سہیل نے چوری کر لیا ہے۔\n“\nشیراز یہی کچھ سوچتا ہوا کمرے سے نکل آیا۔باہر صحن میں ناشتے کے لئے میز سجی ہوئی تھی۔شیراز کی امی، بہن مدیحہ موجود تھیں جبکہ اس کے ابو آج صبح جلدی ہی کام کے سلسلے میں چلے گئے تھے۔شیراز خاموشی سے اپنی کرسی پر بیٹھ گیا۔\n”کیا ملا پین؟“ مدیحہ نے پوچھا۔\n”نہیں۔“ اس نے نفی میں سر ہلایا۔\n”مجھے لگتا ہے تمہارا پین کسی جن نے چرا لیا ہے۔\n“ مدیحہ نے شوخ لہجے میں کہا۔\n”باجی! میرا پین گم ہو گیا ہے اور آپ کو مذاق کی سوجھی ہے۔“ شیراز نے بُرا سا منہ بنا لیا۔\nامی شیراز سے بولیں:”شیراز! اُداس نہ ہو، میں نے کہا تو ہے کہ تمہیں نیا پین خرید دوں گی۔چلو ناشتہ شروع کرو۔“\n”جی امی۔“ اس نے صرف اتنا کہا اور ناشتہ کرنے میں مصروف ہو گیا۔دورانِ ناشتہ اس کا دماغ مسلسل سہیل کی طرف ہی اٹکا ہوا تھا۔\nوہ دل ہی دل میں اس پر بے حد غصہ ہو رہا تھا۔ناشتے کے بعد دادی جان اور مدیحہ اُٹھ کر چلی گئیں تو شیراز امی سے مخاطب ہوا۔\n”امی جان! مجھے لگتا ہے کہ میرا پین سہیل لے گیا ہے۔“\nاس کی بات سن کر امی چونکیں:” بیٹا! یہ خیال تمہارے دل میں کیسے آیا؟“\n”امی جان! آپ کو پتا تو ہے کہ وہ کل میرے کمپیوٹر کی ونڈو انسٹال کرنے آیا تھا۔\n“ شیراز ڈرامائی انداز میں کہنے لگا:”جس وقت وہ کام کر رہا تھا، میرا پین میز پر ہی رکھا تھا۔اس دوران میں آپ کو چائے بنانے کا بھی کہنے آیا تھا۔شاید سہیل نے․․․․․“\nامی نے اس کی بات فوراً قطع کی:”کیا تم نے اپنی آنکھوں سے سہیل کو پین اُٹھاتے ہوئے دیکھا تھا؟“\n”نن․․․․․نہیں امی۔“\n”پھر یہ بد گمانی اپنے دل میں مت لاؤ۔\n“ امی نے اسے سمجھایا۔ ”ایسا سوچنا بھی غلط بات ہے۔“\n”لیکن امی․․․․مجھے پورا یقین ہے، میرا پین․․․․“\n”شیراز۔“ امی نے ایک بار پھر اُسے ٹوکا۔\nمجبوراً شیراز نے چپ سادھ لی، لیکن وہ پھر بھی سہیل کی طرف سے بد گمانی میں مبتلا رہا تھا۔\nاپنے کمرے میں آ کر اس نے اسکول بیگ اُٹھایا اور اسکول روانہ ہو گیا۔\nسہیل بھی اس کا کلاس فیلو تھا۔دونوں نویں جماعت میں پڑھتے تھے۔پورے اسکول ٹائم میں شیراز نے سہیل پر کڑی نظر رکھی تھی۔اس کی حرکات و سکنات سے پتا ہی نہیں چل رہا تھا کہ اس نے شیراز کا پین چوری کیا ہے، بلکہ اس کے پاس اپنا پین موجود تھا، جس سے اس نے اسکول کا کام کیا تھا۔\n”ہوں․․․․ہو نہ ہو، میرا پین اسی نے چوری کیا ہے۔بھلا وہ میرا پین اسکول کیوں لائے گا۔\nاسے معلوم ہے کہ اگر میں نے اس کے پاس اپنا پین دیکھ لیا تو وہ شرمندہ ہو جائے گا۔“ شیراز، سہیل کو دیکھتے ہوئے سوچ رہا تھا۔اسکول ٹائم میں شیراز نے سہیل کو یہ محسوس ہی نہ ہونے دیا کہ وہ اس پر اپنے پین چرانے پر شک کر رہا تھا۔شیراز نے معمول کے مطابق اس کے ساتھ رویہ رکھا تھا۔\nچھٹی کے بعد وہ دونوں ہی گھروں کے لئے روانہ ہو گئے۔راستے میں سہیل نے شیراز سے پوچھا:”تمہارا کمپیوٹر کیسا چل رہا ہے؟“\n”ٹھیک چل رہا ہے۔\n“\n”یہ تو بہت اچھی بات ہے۔اگر دوبارہ کوئی مسئلہ ہو تو بتانا۔“\nاسی طرح وہ دونوں باتیں کرتے ہوئے اپنے اپنے گھروں کی طرف بڑھتے رہے۔شیراز گھر پہنچا تو علیک سلیک کے بعد اس کی امی نے کہا:”شیراز! تمہارا پین مل گیا ہے۔“\n”کیا!“ شیراز حیران رہ گیا۔\n”تمہارا پین کچرے کی ٹوکری میں پڑا تھا۔“ امی بولیں:”شاید تم نے اس میں نہیں دیکھا تھا۔\nآج میں تمہارے کمرے کی صفائی ستھرائی کر رہی تھی تو مجھے کوڑے میں تمہارا پین مل گیا۔تمہاری کمپیوٹر ٹیبل پر پین پڑا ہوا ہے۔“\nشیراز نے اپنے کمرے میں جا کر دیکھا تو واقعی کمپیوٹر ٹیبل پر اس کا پین موجود تھا۔شیراز کے دل کو کچھ ہونے لگا۔اس نے بیگ میز پر رکھا اور کرسی پر بیٹھ کر اپنا سر ہاتھوں میں تھام لیا۔اسے خود سے شرمندگی ہو رہی تھی کہ اس نے بلا سوچے سمجھے، بغیر تحقیق کیے اپنے دوست سہیل سے بد گمانی پیدا کر لی تھی اور یہ یقین کر لیا تھا کہ اس کا پین سہیل نے ہی لیا ہے۔اس نے اسی وقت توبہ کی اور پکا عہد کر لیا کہ وہ آئندہ کبھی بھی اپنے دل میں کسی کے خلاف بغیر تحقیق کیے کسی سے بد گمان نہیں ہو گا۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/badguman-2803.html"
    },
    {
        "StoryName": "شکر گزاری - تحریر نمبر 2802",
        "Writer": "ماہ روز خان",
        "Description": "اللہ کو شکر گزار بندے بہت پسند ہیں اور بے شک شکر گزاری ہمارے پاس موجود نعمتوں میں برکت کا باعث بھی ہے",
        "Content": {
            "FullText": "ماہ روز خان\nعنابیہ ایک غریب بچی تھی جو اپنی نانی کے ساتھ رہتی تھی۔رمضان المبارک کی آمد آمد تھی اور گلیاں، بازار وغیرہ سج چکے تھے جہاں لوگوں کی گہما گہمی تھی۔وہ بھی بازار سے ہوتی ہوئی ایک پُررونق سی گلی میں آ گئی۔وہ چلتے چلتے تھک گئی تو زمین پر ہی ایک کونے میں بیٹھ گئی۔وہ سوچنے لگی کہ اللہ نے اور لوگوں کو کتنا کچھ اور کتنی نعمتوں سے نوازا ہے جبکہ وہ اس کے گھر والے تو ہمیشہ سے غریب ہیں۔\nوہ انہی سوچوں میں گم تھی کہ ایک باریش بزرگ وہاں آئے، انھوں نے عنابیہ کو پریشان اور اُداس دیکھا تو پوچھا کہ بیٹی! اتنے بابرکت اور مقدس مہینے میں کیوں اُداس ہو؟ اس نے ساری بات بزرگ کو بتائی۔\nبزرگ عنابیہ کو ایک ایسی جگہ لے گئے، جہاں لوگ اس سے بھی زیادہ مفلسی اور غربت کی زندگی گزار رہے تھے۔\nعنابیہ نے ان سے بات کی تو اسے پتا چلا کہ وہ سب اس غربت کے باوجود بھی خوش تھے اور ہر حال میں اللہ کا شکر ادا کرتے نہ تھکتے۔\nوہ بہت حیران ہوئی۔اس نے سوچا کہ اسے تو اللہ نے بہت کچھ دیا ہے، لیکن اس نے کبھی اللہ کا شکر ادا نہیں کیا، وہ بہت شرمندہ ہوئی۔\nبزرگ نے اسے بتایا کہ ناشکری کرنا اللہ کو بالکل پسند نہیں ہے۔اللہ ہمیں جس حال میں بھی رکھیں، ہمیں اسی میں قناعت اختیار کرنی چاہیے اور اللہ کا شکر ادا کرتے رہنا چاہیے، کیونکہ شکر گزاری ایک بہت بڑی نعمت ہے جو اللہ کو بہت پسند ہے۔اللہ کو شکر گزار بندے بہت پسند ہیں اور بے شک شکر گزاری ہمارے پاس موجود نعمتوں میں برکت کا باعث بھی ہے۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/shukar-guzari-2802.html"
    },
    {
        "StoryName": "زینب نے کھیر پکائی - تحریر نمبر 2801",
        "Writer": "فرخ سعید",
        "Description": "کھیر پسند آنے پر ابو زینب کو پیار کرتے ہیں اور اسے انعام دیتے ہیں",
        "Content": {
            "FullText": "فرخ سعید\nزینب ساتویں جماعت کی طالبہ تھی، اسے گرمیوں کی چھٹیاں ہو چکی تھیں۔زینب کی امی اس سکول میں استانی تھیں جس میں زینب پڑھتی تھی۔وہ زینب کی سکول کی کارکردگی سے بہت خوش تھیں کیونکہ زینب ایک ذہین طالب علم اور اپنے سکول کی ٹوپر تھی۔زینب نے پہلے سے منصوبہ بنا رکھا تھا کہ وہ گرمیوں کی چھٹیوں میں اپنی امی سے میٹھا بنانا سیکھے گی۔\nایک روز اس نے اپنی امی سے کہا کہ مجھے کھیر بنانا سیکھنی ہے۔امی نے کہا! بیٹا یہ ایک مشکل ڈش ہے اور اس کی ترکیب میں بھی ہر چیز کو ایک ترتیب سے ڈالنا پڑتا ہے۔زینب نے کہا کہ امی میں اس کی ترکیب کو ساتھ ساتھ نوٹ کر لوں گا، آپ مجھے پلیز سیکھا دیں۔امی زینب کی لگن کو دیکھتے ہوئے اسے کچن میں لے گئیں اور کہا بیٹا ”ٹھیک ہے میں آپ کو اس کے متعلق تمام باتیں بتاؤں گی اور چیزوں کی ترکیب کو کتنی مقدار میں ڈالنا ہے سب بتاؤں گی“۔\nزینب خوش ہو گئی۔\nامی نے کہا! بیٹا سب سے پہلے ہمیں دودھ چاہئے ہو گا اور وہ بھی بالکل تازہ تاکہ کھیر کا ذائقہ اچھا آئے۔بیٹا دودھ کھیر کا ایک اہم جزو ہے۔زینب نے امی کے ساتھ مل کر دودھ کو دیگچی میں ڈالا اور چولہے پر پکنے کے لئے رکھ دیا۔اس کے بعد امی نے کہا کہ بیٹا ہم دودھ کو تب تک پکائیں گے جب تک اس کا رنگ تھوڑا بدل نہ جائے۔تھوڑی دیر بعد امی نے دودھ میں چاول ڈالے اور اس کے متعلق بھی زینب کو بتایا کہ جب یہ پک جائیں بیٹا تب ہم چینی ڈالیں گے۔\nپھر چینی ڈالنے کی باری آ جاتی ہے۔آخر میں امی کھیر کو ایک برتن میں نکال کر بادام اور کشمش سے سجا دیتی ہیں۔امی کہتی ہیں بیٹا دیکھو کتنا اچھا رنگ آیا ہے۔زینب تمام باتیں نوٹ کر لیتی ہے، اب امی کہتی ہیں بیٹا جاؤ اسے فریج میں رکھ آؤ۔رات کو سب مل کر کھائیں گے۔رات کو ابو کو امی بتاتی ہیں کہ آج ہماری بیٹی نے کھیر بنائی ہے۔ابو خوش ہو کر کہتے ہیں ارے واہ! کیا بات ہے ہماری بیٹی نے اتنی مشکل ڈش کو بنایا ہے۔امی لے کر آتی ہیں اور سب مل کر کھاتے ہیں۔کھیر پسند آنے پر ابو زینب کو پیار کرتے ہیں اور اسے انعام دیتے ہیں۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/zainab-ne-kheer-pakai-2801.html"
    },
    {
        "StoryName": "دانا بادشاہ - تحریر نمبر 2799",
        "Writer": "حسن سردار",
        "Description": "زندگی ایسی گزارو کہ جب تم دنیا سے رخصت ہو تو تم ہنس رہے ہو اور دنیا رو رہی ہو",
        "Content": {
            "FullText": "حسن سردار\nبہت عرصہ پہلے ایک دور افتادہ ریاست میں یہ روایت تھی کہ ہر سال نیا بادشاہ منتخب کیا جاتا۔جو شخص تخت نشین ہوتا، وہ ایک معاہدے پر دستخط کرتا کہ سال کے اختتام پر اسے بادشاہت سے سبکدوش ہونا پڑے گا اور پھر اسے ایک سنسان جزیرے پر تنہا چھوڑ دیا جائے گا، جہاں سے واپسی کا کوئی امکان نہیں تھا۔جیسے ہی کسی بادشاہ کی مدت پوری ہوتی، اسے شاہی لباس پہنایا جاتا، ہاتھی پر سوار کر کے شہر کا آخری دورہ کروایا جاتا اور پھر اسے جزیرے کی سمت روانہ کر دیا جاتا۔\nایسے ہی ایک موقع پر، جب رعایا اپنے پرانے بادشاہ کو جزیرے پر چھوڑ کر لوٹ رہی تھی، راستے میں انہیں ایک نوجوان ملا جو ایک تباہ شدہ کشتی سے بسلامت بچ نکلا تھا۔چونکہ اگلا بادشاہ منتخب کرنا تھا تو عوام نے اسے تخت نشین ہونے کی دعوت دی۔\nپہلے تو وہ نوجوان جھجکا مگر حالات سے سمجھوتہ کرتے ہوئے ایک سال کے لئے بادشاہ بننے پر آمادہ ہو گیا۔\nاُسے حکومت کے تمام اصول و ضوابط سے آگاہ کر دیا گیا اور یہ بھی بتا دیا گیا کہ مدتِ اقتدار مکمل ہونے پر اسے بھی اسی ویران جزیرے پر چھوڑ دیا جائے گا۔\nبادشاہ بننے کے تیسرے دن ہی اس نوجوان نے اپنے وزیر سے درخواست کی کہ اُسے وہ جزیرہ دکھایا جائے جہاں ماضی کے بادشاہوں کو چھوڑا جاتا رہا ہے۔بادشاہ کی خواہش کے مطابق ایک خصوصی قافلہ روانہ ہوا۔\nوہ جزیرہ خطرناک جنگلی حیات اور گہرے جنگلات سے بھرا ہوا تھا۔وہاں پہنچ کر نوجوان بادشاہ نے دیکھا کہ پچھلے بادشاہوں کے ڈھانچے اب بھی وہاں بکھرے پڑے ہیں۔وہ لرز گیا مگر اس نے ہمت نہیں ہاری۔واپس آ کر اس نے کچھ محنتی مزدور منتخب کیے اور اُنہیں ساتھ لے کر دوبارہ جزیرے پر گیا۔اس نے حکم دیا کہ پورا جزیرہ صاف کیا جائے، تمام خونخوار درندوں کو ہلاک کیا جائے اور غیر ضروری درختوں کو کاٹ کر زمین ہموار کی جائے۔\nوہ خود ہر ماہ جزیرے کا معائنہ کرتا۔جلد ہی وہاں سے خطرناک جانور ختم ہو گئے، اور زمین صاف ہوتی گئی۔\nدوسرے مہینے سے جزیرے پر خوبصورت باغات بنائے گئے۔مختلف قسم کے پالتو جانور وہاں منتقل کیے گئے۔تیسرے مہینے میں اس نے عظیم الشان محل تعمیر کروایا اور ایک بندرگاہ بھی قائم کی۔وقت کے ساتھ ساتھ وہ سنسان جزیرہ ایک حسین و شاداب بستی میں بدلنے لگا۔\nیہ بادشاہ نہایت سادہ طبیعت تھا۔وہ خود کم خرچ کرتا اور زیادہ تر دولت جزیرے کی ترقی پر صرف کرتا رہا۔دس مہینے گزرنے پر اس نے وزیرِ اعظم سے کہا کہ وہ اب اس جزیرے میں منتقل ہونا چاہتا ہے۔لیکن وزرا نے اصرار کیا کہ اسے مدت پوری ہونے کا انتظار کرنا چاہیے۔\nبالآخر سال مکمل ہوا۔روایت کے مطابق اسے شاہانہ لباس پہنایا گیا، ہاتھی پر سوار کر کے شہر کا دورہ کروایا گیا۔\nمگر برخلاف روایت، اس بادشاہ کے چہرے پر مسکراہٹ تھی۔لوگ حیران ہوئے اور پوچھا:”جب باقی سب بادشاہ اس موقع پر روتے تھے، تم خوش کیوں ہو؟“\nاس نے پُرسکون لہجے میں جواب دیا:”میں نے وہ دانا لوگوں کی بات سنی تھی کہ جب تم پیدا ہوتے ہو تو تم رو رہے ہوتے ہو اور دنیا ہنس رہی ہوتی ہے۔“ زندگی ایسی گزارو کہ جب تم دنیا سے رخصت ہو تو تم ہنس رہے ہو اور دنیا رو رہی ہو۔میں نے اپنی بادشاہت کے دوران رنگینیوں میں کھو جانے کے بجائے مستقبل کی فکر کی۔میں نے وہ جزیرہ، جو دوسروں کے لئے موت کا پیغام تھا، اپنے لئے جنت بنا دیا۔اب میں وہاں سکون سے اپنی باقی زندگی گزاروں گا۔اسی لئے عقلمند وہی ہے جو عارضی شان و شوکت کو چھوڑ کر مستقبل کی تیاری کرتا ہے، میں نے بھی یہی کیا۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/dana-badshah-2799.html"
    },
    {
        "StoryName": "برگد بلڈنگ - تحریر نمبر 2798",
        "Writer": "عائشہ فردوس",
        "Description": "بچے جو رو رو کر نڈھال ہو رہے تھے، اپنی امی کو دیکھ کر خوشی سے نہال ہو گئے",
        "Content": {
            "FullText": "عائشہ فردوس\nگرمیوں کی ایک دوپہر، حبس کا سماں تھا۔پودے جھلسا دینے والی دھوپ نے ہر چیز کو اپنی لپیٹ میں لے لیا تھا۔برگد کے گھنے درخت کی ایک شاخ پر چڑیا کے بچے اپنی امی کا انتظار کر رہے تھے۔ان کی امی روزانہ شام ہونے سے کافی پہلے ان کے لئے کھانا لا چکی ہوتیں تھیں، لیکن آج ان کو کچھ دیر ہو گئی تھی۔بچے جلد ہی پریشان ہو گئے اور زور زور سے رونے لگے۔\nان کے پڑوسی کبوتر انکل اور فاختہ آنٹی نے ان کو تسلی دی۔رات کے اس پہر بچوں کے رونے کی آوازوں سے برگد بلڈنگ کے پرندے جاگ گئے۔سب پریشان ہو کر چڑیا کے گھر چلے آئے۔جلد ہی پوری برگد بلڈنگ کو چڑیا کی گمشدگی کا علم ہو گیا۔فوری طور پر برگد بلڈنگ کے بڑوں کا ہنگامی اجلاس بلایا گیا، جس کی صدارت میاں اُلّو کر رہے تھے۔\nچڑیا کے بچوں کو کوئل آپی کے پاس بھیج دیا گیا، تاکہ ان کا خیال رکھا جا سکے۔\nاجلاس میں چڑیا کی گمشدگی کے معاملے کو سامنے رکھا گیا اور چڑیا کو ڈھونڈنے کے بارے میں سب سے رائے لی گئی۔\nسب سے پہلے بلبل باجی بولیں:”مجھے لگتا ہے کہ چڑیا زیادہ دور چلی گئی ہو گی۔ابھی اندھیرا ہے، اس کو کہیں جگہ مل گئی ہو گی اور وہ وہاں بیٹھی ہو گی۔کل تک انتظار کرتے ہیں۔پھر دوسرے درختوں تک بھی پیغام بھیج دیں گے۔“\n”اور اگر وہ زخمی ہو تو؟ ایسی صورت میں اسے ہماری فوری مدد کی ضرورت ہو گی۔\n“ فاختہ آنٹی نے اعتراض پیش کیا۔\nکبوتر انکل بولے:”لیکن میں تو کچھ دیر قبل دیکھ کر آیا ہوں وہ مجھے کسی درخت پہ نظر نہیں آئی اور راستے میں بھی نہیں ملی۔“\nیوں سب نے اپنی رائے پیش کی اور حل بتانے کی بھی کوشش کی۔\nپھر اچانک صدرِ جلسہ نے مسٹر طوطے کو مخاطب کرتے ہوئے کہا:”تم کیوں خاموش ہو؟ تمہارے خیال میں چڑیا ہمیں کہاں مل سکتی ہے؟“\nطوطے نے کہا:”مجھے یہ لگتا ہے کہ چڑیا کو کسی انسان نے قید کر لیا ہے۔\nاکثر طوطوں کے ساتھ بھی یہی ہوتا ہے۔کیا معلوم چڑیا کو بھی انسانوں نے ہی پکڑ رکھا ہو۔“\nطوطے کی بات میں سب کو وزن محسوس ہوا۔اس پہلو پر غور کیا گیا اور اُلّو صاحب نے ایک لائحہ عمل تیار کیا۔طے یہ پایا کہ اُلّو میاں اور کبوتر انکل جا کر چڑیا کو مختلف گھروں میں ڈھونڈیں گے۔اُلّو انکل اپنی تیز آنکھوں سے اندھیرے میں تلاش کریں گے اور کبوتر انکل ان کو گھروں کا راستہ دکھائیں گے، کیونکہ وہ گھروں میں آتے جاتے رہتے ہیں۔\nتقریباً دو گھنٹے تک مختلف گھروں میں جھانکنے اور موقع ملنے پر اندر جا کر دیکھنے کے بعد جب وہ ایک گھر سے مایوس ہو کر نکلنے ہی والے تھے کہ ان کو صحن سے پَر پھڑپھڑانے کی آواز آئی۔وہ آواز سن کر باہر صحن میں آئے اور آخر انھیں صحن میں رکھے ایک پنجرے میں چڑیا نظر آ گئی۔وہ دونوں چڑیا کو دیکھ کر بہت خوش ہوئے اور اس کی طرف بڑھے، لیکن ان کے پَروں کی آواز سے چارپائی پر کسی نے حرکت کی۔\nوہ دونوں رُک گئے، کیونکہ وہ پنجرہ نہیں کھول سکتے تھے۔\nچڑیا بھی ان کو دیکھ کر بہت خوش ہوئی، لیکن وہ خاموش رہی، کیونکہ کوئی بھی آواز انسان کو جگا سکتی تھی۔اُلّو میاں اور کبوتر انکل نے چڑیا کو انتظار کرنے کا اشارہ کیا اور باہر آئے۔پھر اُلّو میاں نے کچھ سرگوشی کی جس پر کبوتر انکل نے سر ہلا دیا۔اب وہ دونوں واپس برگد بلڈنگ لوٹے۔تمام مکین بے چینی سے ان کے منتظر تھے۔\nان کو خالی ہاتھ دیکھ کر سب کے دل ڈوب گئے۔اُلّو میاں نے بی گلہری کو بلانے کا حکم دیا۔ان کے آتے ہی اُلّو میاں نے ان کے سامنے پورا معاملہ رکھا اور ان کو ساتھ چل کر پلاسٹک کا پنجرہ کاٹنے اور چڑیا کی مدد کرنے کی درخواست کی۔بی گلہری تمام پرندوں سے دوستی رکھتی تھیں، اس لئے فوراً ہی تیار ہو گئیں۔\nیوں اُلّو میاں اور کبوتر انکل، بی گلہری کو اس گھر تک لے کر گئے اور وہاں پہنچ کر بی گلہری تیزی سے پنجرہ اپنے تیز دانتوں سے کاٹتی گئیں اور اُلّو میاں اور کبوتر انکل انسان کی نگرانی کرنے لگے۔\nجب چڑیا کے نکلنے کے لئے جگہ بن گئی اور چڑیا باہر آنے لگی تو اچانک اس انسان کی آنکھ کھل گئی۔وہ چاروں گھبرا گئے۔کبوتر انکل نے تو ڈر کے مارے آنکھیں بند کر لیں۔\nوہ ایک بچہ تھا۔اچانک اس بچے نے چیخ ماری:”آ آ آ آ چوہا آ گیا!“ یہ کہہ کر وہ بچہ اندر کی طرف بھاگ گیا۔\nوہ چاروں تیزی سے ایک طرف بھاگے اور آخر برگد بلڈنگ پہنچ گئے۔راستے میں چڑیا نے بتایا کہ کس طرح انسان نے اسے دانہ ڈال کر جال میں پھنسایا اور قید کر لیا۔\nاب صبح ہونے والی تھی، لیکن برگد بلڈنگ کے تمام مکین چڑیا کے انتظار میں بیٹھے تھے۔اسے دیکھ کر وہ سب کھل اُٹھے۔بچے جو رو رو کر نڈھال ہو رہے تھے، اپنی امی کو دیکھ کر خوشی سے نہال ہو گئے۔چڑیا نے ان کو اپنے پروں میں چھپا لیا اور بہت پیار کیا۔یہ منظر دیکھ کر برگد بلڈنگ سے خوشیوں میں چہچہانے کی آوازیں گونج اُٹھیں۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/bargad-building-2798.html"
    },
    {
        "StoryName": "نیک دل بادشاہ - تحریر نمبر 2797",
        "Writer": "ابیہہ فاطمہ، ملتان",
        "Description": "پہلے کے سب بادشاہوں نے اپنے محل کو ٹھیک کیا، مگر آپ نے عوام کے مسئلے حل کیے",
        "Content": {
            "FullText": "ابیہہ فاطمہ، ملتان\nکسی ملک میں ایسا قانون تھا کہ جس کو بادشاہ بنایا جاتا، تین سال کے بعد اسے گھنے جنگل میں پھینک دیا جاتا پھر وہ وہیں مر جاتا۔اس لئے اس ملک کے لوگ بادشاہ بننے سے بہت ڈرتے تھے۔اسی وجہ سے اس ملک کے لوگوں میں سے کوئی بھی بادشاہ بننے کو تیار نہیں تھا۔\nایک دن ایک آدمی نے فیصلہ کیا کہ میں بادشاہ بنوں گا۔\nوہ بادشاہ بنا تو اس نے سپاہیوں سے کہا کہ جاؤ گھنے جنگل میں ایک سٹرک بناؤ۔سپاہیوں نے سڑک بنا دی۔بادشاہ نے لوگوں سے ان کے مسائل پوچھے اور انھیں حل کیا۔\nپانی کے لئے جگہ جگہ کنویں کھدوا دیے۔بیماروں کے لئے ہسپتال بنوائے۔ہر محلے میں مدرسے قائم کیے۔جگہ جگہ درخت لگوائے، باغات بنوائے۔ملک غذائی ضروریات سے مالا مال ہو گیا۔انصاف کے لئے ہر روز دربار میں حاضر ہوتا اور فوراً فیصلہ کر دیتا۔\nاس دوران اس کے تین سال گزر گئے۔بادشاہ نے لوگوں سے کہا کہ اب مجھے جنگل میں پھینک آؤ۔رعایا نے انکار کر دیا۔\nبادشاہ نے پوچھا:”کیوں؟“\nلوگوں نے بتایا کہ پہلے کے سب بادشاہوں نے اپنے محل کو ٹھیک کیا، مگر آپ نے عوام کے مسئلے حل کیے۔اس خوشی میں تمام لوگوں نے بادشاہ کے حق میں نعرے لگائے۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/naik-dil-badshah-2797.html"
    },
    {
        "StoryName": "بدنام بُرا - تحریر نمبر 2795",
        "Writer": "فاطمہ بتول",
        "Description": "جب لوگوں کی بلاوجہ کی الزام تراشی حد سے بڑھ گئی اور ان دونوں کی برداشت جواب دے گئی تو انھوں نے حقیقتاً چور بننے کا فیصلہ کر لیا",
        "Content": {
            "FullText": "فاطمہ بتول\nحارث اور فارس اپنے لڑکپن کے ابتدائی دور میں تھے۔ایک ہی اسکول اور ایک ہی جماعت کے طالب علم تھے۔دونوں ہی ذہین اور ہوشیار تھے اور اب وہ گہرے دوست بن چکے تھے۔ایک دن ان دونوں کے درمیان ایک مقابلہ طے پایا گیا۔وہ مقابلہ بس ایک چھوٹی سی شرارت تھی۔انھیں اپنے کسی ہم جماعت کی کوئی مہنگی چیز اس طرح اُٹھانی تھی کہ کسی کو معلوم نہ ہو اور اگلے دن چپکے سے اسے واپس رکھنا تھا۔\nجس نے بھی زیادہ صفائی سے یہ کام کیا وہ جیت جاتا۔فارس اور حارث دونوں کو اس مقابلے میں کوئی بُرائی نظر نہ آئی۔انھیں اس کے سنگین نتائج کا بھی اندازہ نہیں تھا۔\nجمیل ان کی جماعت کا طالب علم ایک بے حد امیر باپ کا بیٹا تھا۔وہ فارس اور حارث دونوں کی نگاہوں میں آ گیا۔\nجیسے ہی بریک کا دورانیہ شروع ہوا اور سب باہر چلے گئے تو حارث نے جمیل کا بستہ کھولا اور اس کا ایک خوبصورت اور مہنگا قلم نکال لیا اور دوڑ کر کمرے سے نکل گیا۔\nاب فارس کی باری تھی۔اس نے بھی جلدی سے جمیل کے بستے پر لگی ہوئی ایک بیش قیمت چین نکال کر لے گیا۔\nوقفے کے بعد سب بچے جماعت میں واپس آ گئے۔ریاضی کے استاد آئے تو جمیل اچانک اپنی جگہ سے اُٹھ کھڑا ہوا۔اس کے بستے سے ایک قیمتی چین اور ایک قلم بھی غائب تھا۔استاد نے سب سے پوچھا کہ کس نے لیا ہے، مگر جواب نہ ملنے پر انھوں نے سب کی تلاشی لینے کا فیصلہ کیا۔\nوہ دونوں بُری طرح بوکھلا گئے، مگر انھوں نے اپنی غلطی کا اعتراف نہ کیا۔وہ ان چیزوں کو چھپانا چاہتے تھے، مگر استاد کی نگاہ چاروں طرف تھی اور وہ انھیں شک میں ڈالنا نہیں چاہتے تھے۔\nآخر ان کی باری آ ہی گئی۔استاد نے جیسے ہی ان کی جیبیں کھنگالیں، وہ دونوں پکڑے گئے۔چوری کی سزا بہت بڑی ہوتی ہے اور شرمندگی بھی۔استاد اتنے باادب اور ذہین بچوں سے ایسی حرکت کی اُمید نہ رکھتے تھے۔\nجماعت میں ہنگامہ برپا ہو گیا۔کوئی بھی یقین نہیں کر پا رہا تھا کہ ایسا بھی ہو سکتا ہے۔\nوہ دونوں بے حد شرمندہ تھے۔انھوں نے استاد کو بتایا کہ یہ صرف ایک کھیل تھا۔استاد مان بھی لیتے تو باقی طالب علم تو چشم دید گواہ تھے۔اتنی آسانی سے اس بات کو بھولنا نا ممکن تھا۔استاد نے انھیں واپس بٹھا دیا اور سب کو سمجھایا کہ بغیر پوچھے کسی کی چیز لے لینا چوری کہلاتی ہے اور پھر پڑھائی شروع ہو گئی۔\nاس واقعہ کو گزرے صرف چند روز ہی ہوئے تھے کہ جماعت میں پھر ایک بچے کے نئے رنگوں کا ڈبا غائب ہو گیا۔چوری کس نے کی یہ کسی کو نہیں معلوم تھا۔سب سے پوچھا گیا، لیکن کسی نے بھی چوری قبول نہیں کی۔مجبوراً سب کی تلاشی لی گئی، لیکن کسی کے پاس سے بھی وہ ڈبا نہ ملا۔اب جماعت میں سرگوشیاں گونج رہی تھیں کہ ضرور حارث یا فارس ہی چور ہیں۔انھوں نے ڈبا کہیں چھپا دیا ہو گا۔\nاب جب بھی کسی کی کوئی چیز غائب ہوتی تو سب بچے ان دونوں کو ہی اس کاروائی کا الزام دیتے۔پورے محلے میں بھی ان کی بدنامی ہو چکی تھی۔جبکہ وہ دونوں تو اپنی اس حماقت یا غلطی کو دوبارہ دُہرانے کا سوچ بھی نہیں سکتے تھے۔سب ہی ان سے دور رہتے۔اسی ذہنی دباؤ کے باعث اب وہ پڑھائی میں بھی پیچھے ہو چکے تھے۔بچپن کی شوخیاں اور کھیل کود ان سے چھوٹ گئے تھے۔\n”بریکنگ نیوز․․․ملک کے معروف بینک کی ایک شاخ میں چوری ہو گئی۔کل رات تیز طوفانی بارش کے دوران جب بینک کا تمام عملہ اپنے گھروں کو روانہ ہو چکا تھا، تب چوری کی واردات کی گئی۔اس وقت جائے واردات پر کوئی موجود نہ تھا۔“\nسی سی ٹی وی فوٹیج کے مطابق رات میں دو آدمی ایک کالے رنگ کی گاڑی سے نکلے اور جلد ہی بینک لوٹ کر روانہ ہو گئے۔\nپورے شہر میں یہ خبر جنگل میں آگ کی طرح پھیل گئی۔کئی دنوں سے شہر میں لوٹ مار کا سلسلہ بہت بڑھ گیا تھا۔ہر طرف بھگدڑ مچی ہوئی تھی۔اہم بات یہ تھی کہ جب بھی کوئی چھوٹی بڑی چوری ہوتی صرف دو نوجوان ہی اس میں ملوث ہوتے۔اس بار بھی ایسا ہی ہوا تھا، مگر پولیس کئی دن گزرنے کے باوجود ان دونوں میں سے کسی ایک کا بھی سراغ نہیں لگا پائی تھی۔\nوہ ایک بہت بڑا کمرا تھا، جہاں نوٹوں کے انبار لگے ہوئے تھے۔\nدو نوجوان وہاں بیٹھے خاموشی سے روپے گن رہے تھے تاکہ ضرورت مندوں کو بانٹ سکیں۔دونوں ہی اُداس تھے۔یہ وہی دونوں بچے حارث اور فارس تھے۔جب لوگوں کی بلاوجہ کی الزام تراشی حد سے بڑھ گئی اور ان دونوں کی برداشت جواب دے گئی تو انھوں نے حقیقتاً چور بننے کا فیصلہ کر لیا۔انھیں پیسے سے غرض نہ تھی۔وہ تو لوگوں کو جواب دے رہے تھے کہ غلطی کسی انسان سے بھی ہو سکتی ہے۔اگر کسی سے غلطی سرزد ہو جائے تو اس کی اصلاح کرنی چاہیے۔اسے بُرا ہونے کا یقین نہیں دلانا چاہیے۔ذہنی دباؤ سے مجبور ہو کر کہیں ضد میں آ کر واقعی بُرا بن کر نہ دکھا دے۔پکڑے نہ جانے کے باوجود وہ مطمئن نہیں تھے۔ضمیر کچو کے لگاتا رہتا ہے۔اس سے پہلے کہ پولیس انھیں گرفتار کرتی، انھوں نے خود کو پولیس کے حوالے کر دیا۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/badnaam-bura-2795.html"
    },
    {
        "StoryName": "چاچا صدر دین - تحریر نمبر 2794",
        "Writer": "علی حسن ساجد",
        "Description": "”نہیں بیٹا! میں نہیں گیا اور میں کبھی نہیں جاوٴں گا“",
        "Content": {
            "FullText": "علی حسن ساجد\nہماری زندگی میں بعض ایسے واقعات بھی  رونما ہوتے ہیں، جنہیں ہم بھلانا بھی چاہیں تو بھلا نہیں سکتے اور کبھی نہ  کبھی ایسے شخص سے ہماری ملاقات بھی ہو جاتی ہے جو ہمارے دلوں میں اس طرح بس  جاتا ہے کہ پھر نکلتا ہی نہیں۔آج میں ایک ایسے ہی شخص کی کہانی سناتا ہوں۔\nصدر  دین کو میں نے پہلی بار اُس وقت دیکھا تھا جب وہ اپنے کاروبار میں خاصا  کامیاب تھا۔\nوہ پیشے کے لحاظ سے ایک موچی تھا۔جوتیاں تیار کرتا تھا اور کسی  بڑے دُکان دار کے ہاں جا کر بیچ آتا تھا۔اُس کی دُکان میں اس کا بھائی اور  ایک شاگرد بھی کام کرتے تھے۔جوتوں کی کمائی سے صدر دین نے اپنے لیے ایک دو  منزلہ مکان خرید لیا، اُس کی دُکان بھی اس کے مکان کے نیچے تھی۔\nانسان  کے حالات ایک جیسے نہیں رہتے۔\nجیسا کہ کہا گیا ہے کہ ہر کمال کو زوال ہوتا  ہے۔\nایسا ہی صدر دین کے ساتھ ہوا، اس کا کاروبار گھٹنے لگا، کیونکہ بازار  میں ہر جگہ بڑی بڑی فرموں کے بنائے ہوئے جوتے بکنے لگے تھے اور لوگ نئے  فیشنوں کے جوتے خریدنے لگے۔صدر دین کا گزارا کسی نہ کسی طرح ہو جاتا  تھا۔روکھی سوکھی کھا کر دکان پر بیٹھا رہتا تھا۔اُس کے ساتھ ایک مصیبت یہ  آئی کہ وہ بیمار ہو گیا۔گھر میں جو کچھ تھا وہ اس کی بیماری پر خرچ ہو رہا  تھا اور بیماری تھی کہ بڑھتی ہی چلی جا رہی تھی۔\nوہ بڑا ہنس مکھ اور  ہمدرد قسم کا انسان تھا۔محلے کے ہر شخص کی عزت کرتا تھا اور بچوں سے تو  اُسے بڑا ہی پیار تھا۔کوئی بچہ اس سے اپنا جوتا بنواتا تو قیمت میں خاص  رعایت کرتا تھا۔یہی وجہ تھی کہ بچے ہر روز اس کا حال پوچھنے کے لئے آ جاتے  تھے اور دیر تک اُس کے پاس بیٹھے رہتے تھے۔صدر دین آہستہ آہستہ روبہ صحت  ہونے لگا لیکن پوری طرح صحت مند نہ ہو سکا، تاہم اُٹھنے بیٹھنے میں اُسے اب  کوئی تکلیف نہیں ہوتی تھی۔\nگھر میں کچھ رقم باقی تھی جس سے گھر کا خرچ  چلانے لگا۔دکان پر اُس سے دو تین گھنٹوں سے زیادہ کام نہیں ہو پاتا تھا۔\nبچے  اس سے بہت خوش تھے اور کیوں خوش نہ ہوتے، وہ انہیں ہفتے میں دو دن چنے جو  دیتا تھا، مگر بچوں کی خوشی برقرار نہ رہ سکی، جب انہوں نے سنا کہ چاچا کے  رشتے دار اس کوشش میں ہیں کہ اس کا مکان بیچ کر اُسے اور اس کی بیوی کو  اپنے گاوٴں لے جائیں۔\nچاچا کو اپنے رشتے داروں کی یہ تجویز پسند نہیں تھی،  مگر اُنھوں نے سمجھایا کہ تم بیمار رہتے ہو، کاروبار ختم ہو گیا ہے، کیا  کرو گے شہر میں رہ کر مکان بیچ دو۔اچھی رقم مل جائے گی۔اس رقم سے گاوٴں میں  زمین خرید کر ٹھیکے پر دے دینا، چاچا مان گیا۔\nبچوں کو اُمید تھی کہ  چاچا آخری دم تک شہر نہیں چھوڑے گا لیکن وہ تو مان گیا تھا، اب کیا ہو سکتا  تھا۔\nچاچا مکان کی جتنی قیمت مانگ رہا تھا وہ اُسے مل نہیں رہی تھی، جب کہ  رشتے دار مکان کو جلد سے جلد بیچنے پر زور دے رہے تھے۔ایک دن بچوں نے سنا  کہ چاچا ایک آدمی کے ہاتھوں مکان فروخت کر رہا ہے۔گویا سارا معاملہ ختم ہو  گیا تھا۔”اب ہمیں کیا کرنا چاہیے؟“ ایک لڑکے نے جس کا نام اکبر تھا محلے کے  لڑکوں کو جمع کر کے پوچھا۔”اب کیا ہو سکتا ہے۔\nچاچا چلا جائے گا۔“ دوسرے  لڑکے نے جواب دیا۔\nپہلا لڑکا بولا، ”یہ تو ٹھیک ہے کہ چاچا چلا جائے گا، پر ہمیں بھی چاہیے کہ اُسے اپنی طرف سے کوئی تحفہ دے کر رخصت کریں۔“\n”کیا تحفہ دیں؟“ ایک لڑکے نے سوال کیا۔\n”میں  سوچوں گا اور صبح بتاوٴں گا۔“ اکبر بولا۔دوسرے دن صبح کے وقت صدر دین  ناشتہ کر رہا تھا کہ اکبر نے صدر دین کے دروازے پر دستک دی۔\nصدر دین نے  کھڑکی کھول کر نیچے دیکھا۔اکبر کے ساتھ بہت سارے بچے نظر آئے۔انہیں اپنے  گھر کے آگے دیکھ کر صدر دین فوراً نیچے آ گیا۔اکبر آگے بڑھا اور اس نے ایک  بڑا سا تھیلا اس کے قدموں پر رکھ دیا۔”یہ کیا ہے؟“ صدر دین نے پوچھا۔\n”چاچا! یہ کالے اور میٹھے چنے ہیں۔پتا نہیں آپ کا سفر کتنا لمبا ہے۔کھاتے ہوئے جایئے گا۔چاچا! ہم آپ کی کوئی خدمت نہیں کر سکے“۔\nیہ کہتے ہوئے اکبر کی آنکھوں سے آنسو نکل کر اس کے گالوں پر بہنے لگے تھے۔باقی بچے بھی بڑے اداس اور چپ چاپ کھڑے تھے۔صدر  دین دو تین لمحے خاموش کھڑا رہا، پھر اس نے اکبر کے سر پر ہاتھ رکھا۔اُس  کی آنکھوں میں بھی آنسو آ گئے تھے، مگر اس نے آنسووٴں کو بہنے سے روک لیا  تھا۔لوگ جو اُدھر سے گزر رہے تھے وہ بھی یہ منظر دیکھنے لگے۔صدر دین نے  زبان سے ایک لفظ بھی نہ کہا۔\nتھیلا اٹھایا اور سیڑھیاں چڑھنے لگا۔لڑکے اپنے  اپنے گھروں کو روانہ ہو گئے۔شام ہو گئی۔پھر رات کا اندھیرا چھا گیا۔صبح کے  وقت بچے ناشتہ وغیرہ خریدنے کے لئے گھروں سے نکلے تو انہوں نے بڑی حیرت  اور خوشی سے دیکھا کہ چاچا ایک کی جگہ دو تھیلے پاس رکھے اپنی دکان کے  سامنے بیٹھا مسکرا رہا ہے۔\n”چاچا! آپ گئے نہیں؟“ بچوں نے پوچھا۔\n”نہیں بیٹا! میں نہیں گیا اور میں کبھی نہیں جاوٴں گا“، جب وہ یہ لفظ کہہ رہا تھا تو اس کا چہرہ خوشی سے چمک رہا تھا۔"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/chacha-sadar-din-2794.html"
    },
    {
        "StoryName": "میرا مشن - تحریر نمبر 2793",
        "Writer": "محمد بن نوید انجم",
        "Description": "فوجی ڈاکٹر بن کر ملک کی خدمت کروں گا",
        "Content": {
            "FullText": "محمد بن نوید انجم\nمیں پلے گروپ کا طالب علم ہوں میری بڑی بہن علیشہ فاطمہ کلاس ٹو میری دوسری بہن اربش کلاس ون کی سٹوڈنٹ ہیں۔ہم تینوں بہن بھائی (New Toddlers School System) میں زیرِ تعلیم ہیں۔میرے بابا جان، دادا جان، پھوپھی جان میڈیکل کے شعبہ سے وابسطہ ہیں۔دادی جان عربی کی استاد ہیں۔میری مما جان کلینھنا یونیورسٹی آف امریکہ سے بوٹنی کے مضمون میں پی ایچ ڈی (PHD) ڈگری ہولڈر ہیں۔\nہر شخص کا نظریہ اور مشن اپنا ہوتا ہے اس کے مطابق وہ کوئی فیصلہ کرتا ہے۔میں نے تمام پہلو مدِ نظر رکھتے ہوئے بڑا ہو کر یہ حتمی فیصلہ کیا ہے کہ میں فوجی ڈاکٹر بنوں گا۔\nدوستو! اس وقت میں پلے گروپ میں ہوں میرا مشن ہے کہ میں میڈیکل کی اعلیٰ ترین ڈگری حاصل کروں گا اور چوٹی کا سرجن بن کر فوج میں بھرتی ہوں گا یعنی کیپٹن ڈاکٹر بن کر ملک کا دفاع کرنے والے فوجی جوانوں کی سرجری جیسے امور سر انجام دوں گا اگر مجھے محاذ جنگ پر تعینات کیا جاتا ہے تو انتہائی خوشی سے قبول کروں گا یہ مسرت کا دن ہو گا۔\nاعزاز و فخر کا یوم ہو گا۔میں شہادت کا جذبہ سمجھ کر جاؤں گا فرائض میں کوتاہی نہیں کروں گا۔خدمت کے جذبہ میں کمی نہ ہو گی میں جذبہ ایمانی کو بروئے کار لاتے ہوئے فوجی جوانوں کا احسن طریقے سے علاج معالجہ، مرہم پٹی اور سرجری کا مثالی ذریعہ اختیار کروں گا جو قابل تحسین ہو گا۔\nساتھیو! میں فوج سے ریٹائرمنٹ کے بعد دکھی انسانیت کی خدمت کو اپنا شعار بناؤں گا۔\nغربا، مسکین، یتیم، بے سہارا لوگوں کا مفت علاج اور ان کی مالی مدد کرنے کا فریضہ سر انجام دوں گا۔میری بارگاہ خداوند قدوس میں دعا ہے کہ مجھے اس قابل بنا دے اپنے ارادہ پر قائم رہنے کی توفیق عطا فرمائے۔مجھے اپنے فرائض خوش اسلوبی سے سر انجام دینے کی ہمت دے۔میرے جذبہ میں کمی نہ آئے میں انسانی خدمت کے جذبہ سے سرشار رہوں بغیر کسی نسل و مذہب کی تفریق کے بال کسی امتیاز سے خدمات سر انجام دینے کی ہمت دے۔\nجس سے دین اسلام کی عکاسی مظہر ہو۔میرا ایمان ہے کہ اللہ تعالیٰ نے انسان کو ایک دوسرے کے کام آنے، مدد اور خدمت کرنے اور اسلام کے سنہری اصولوں پر عمل پیرا ہونے کے لئے پیدا کیا ہے۔\nساتھیو! یہی میرا نظریہ ہے کہ میں فوج اور پیارے دیس کی عوام کی خدمت کر کے ملک و قوم کا نام دنیا میں روشن کروں۔آخرت کے لئے راہ نجات یہ میرا عظیم مشن ہے اللہ تعالیٰ اس نیک مقصد میں میری مدد فرمائیں۔(ثمہ آمین)"
        },
        "URL": "https://www.urdupoint.com/kids/detail/moral-stories/mera-mission-2793.html"
    }
]